[{
	"name": "Planes",
	"desc": "The cosmos teems with a multitude of worlds as well as myriad alternate dimensions of reality, called the **planes of existence**. It encompasses every world where GMs run their adventures, all within the relatively mundane realm of the Material Plane. Beyond that plane are domains of raw elemental matter and energy, realms of pure thought and ethos, the homes of demons and angels, and the dominions of the gods.\nMany spells and magic items can draw energy from these planes, summon the creatures that dwell there, communicate with their denizens, and allow adventurers to travel there. As your character achieves greater power and higher levels, you might walk on streets made of solid fire or test your mettle on a battlefield where the fallen are resurrected with each dawn.\n## The Material Plane\nThe Material Plane is the nexus where the philosophical and elemental forces that define the other planes collide in the jumbled existence of mortal life and mundane matter. All fantasy gaming worlds exist within the Material Plane, making it the starting point for most campaigns and adventures. The rest of the multiverse is defined in relation to the Material Plane.\nThe worlds of the Material Plane are infinitely diverse, for they reflect the creative imagination of the GMs who set their games there, as well as the players whose heroes adventure there. They include magic-wasted desert planets and island-dotted water worlds, worlds where magic combines with advanced technology and others trapped in an endless Stone Age, worlds where the gods walk and places they have abandoned.\n## Beyond the Material\nBeyond the Material Plane, the various planes of existence are realms of myth and mystery. They’re not simply other worlds, but different qualities of being, formed and governed by spiritual and elemental principles abstracted from the ordinary world.\n## Planar Travel\nWhen adventurers travel into other planes of existence, they are undertaking a legendary journey across the thresholds of existence to a mythic destination where they strive to complete their quest. Such a journey is the stuff of legend. Braving the realms of the dead, seeking out the celestial servants of a deity, or bargaining with an efreeti in its home city will be the subject of song and story for years to come.\nTravel to the planes beyond the Material Plane can be accomplished in two ways: by casting a spell or by using a planar portal.\n**_Spells._** A number of spells allow direct or indirect access to other planes of existence. _Plane shift_ and _gate_ can transport adventurers directly to any other plane of existence, with different degrees of precision. _Etherealness_ allows adventurers to enter the Ethereal Plane and travel from there to any of the planes it touches—such as the Elemental Planes. And the _astral projection_ spell lets adventurers project themselves into the Astral Plane and travel to the Outer Planes.\n**_Portals._** A portal is a general term for a stationary interplanar connection that links a specific location on one plane to a specific location on another. Some portals are like doorways, a clear window, or a fog- shrouded passage, and simply stepping through it effects the interplanar travel. Others are locations— circles of standing stones, soaring towers, sailing ships, or even whole towns—that exist in multiple planes at once or flicker from one plane to another in turn. Some are vortices, typically joining an Elemental Plane with a very similar location on the Material Plane, such as the heart of a volcano (leading to the Plane of Fire) or the depths of the ocean (to the Plane of Water).\n## Transitive Planes\nThe Ethereal Plane and the Astral Plane are called the Transitive Planes. They are mostly featureless realms that serve primarily as ways to travel from one plane to another. Spells such as _etherealness_ and _astral projection_ allow characters to enter these planes and traverse them to reach the planes beyond.\nThe **Ethereal Plane** is a misty, fog-bound dimension that is sometimes described as a great ocean. Its shores, called the Border Ethereal, overlap the Material Plane and the Inner Planes, so that every location on those planes has a corresponding location on the Ethereal Plane. Certain creatures can see into the Border Ethereal, and the _see invisibility_ and _true seeing_ spell grant that ability. Some magical effects also extend from the Material Plane into the Border Ethereal, particularly effects that use force energy such as _forcecage_ and _wall of force_. The depths of the plane, the Deep Ethereal, are a region of swirling mists and colorful fogs.\nThe **Astral Plane** is the realm of thought and dream, where visitors travel as disembodied souls to reach the planes of the divine and demonic. It is a great, silvery sea, the same above and below, with swirling wisps of white and gray streaking among motes of light resembling distant stars. Erratic whirlpools of color flicker in midair like spinning coins. Occasional bits of solid matter can be found here, but most of the Astral Plane is an endless, open domain.\n## Inner Planes\nThe Inner Planes surround and enfold the Material Plane and its echoes, providing the raw elemental substance from which all the worlds were made. The four **Elemental Planes**—Air, Earth, Fire, and Water—form a ring around the Material Plane, suspended within the churning **Elemental Chaos**.\nAt their innermost edges, where they are closest to the Material Plane (in a conceptual if not a literal geographical sense), the four Elemental Planes resemble a world in the Material Plane. The four elements mingle together as they do in the Material Plane, forming land, sea, and sky. Farther from the Material Plane, though, the Elemental Planes are both alien and hostile. Here, the elements exist in their purest form—great expanses of solid earth, blazing fire, crystal-clear water, and unsullied air. These regions are little-known, so when discussing the Plane of Fire, for example, a speaker usually means just the border region. At the farthest extents of the Inner Planes, the pure elements dissolve and bleed together into an unending tumult of clashing energies and colliding substance, the Elemental Chaos.\n## Outer Planes\nIf the Inner Planes are the raw matter and energy that makes up the multiverse, the Outer Planes are the direction, thought and purpose for such construction. Accordingly, many sages refer to the Outer Planes as divine planes, spiritual planes, or godly planes, for the Outer Planes are best known as the homes of deities.\nWhen discussing anything to do with deities, the language used must be highly metaphorical. Their actual homes are not literally “places” at all, but exemplify the idea that the Outer Planes are realms of thought and spirit. As with the Elemental Planes, one can imagine the perceptible part of the Outer Planes as a sort of border region, while extensive spiritual regions lie beyond ordinary sensory experience.\nEven in those perceptible regions, appearances can be deceptive. Initially, many of the Outer Planes appear hospitable and familiar to natives of the Material Plane. But the landscape can change at the whims of the powerful forces that live on the Outer Planes. The desires of the mighty forces that dwell on these planes can remake them completely, effectively erasing and rebuilding existence itself to better fulfill their own needs.\nDistance is a virtually meaningless concept on the Outer Planes. The perceptible regions of the planes often seem quite small, but they can also stretch on to what seems like infinity. It might be possible to take a guided tour of the Nine Hells, from the first layer to the ninth, in a single day—if the powers of the Hells desire it. Or it could take weeks for travelers to make a grueling trek across a single layer.\nThe most well-known Outer Planes are a group of sixteen planes that correspond to the eight alignments (excluding neutrality) and the shades of distinction between them.\n### Outer Planes\nThe planes with some element of good in their nature are called the **Upper Planes**. Celestial creatures such as angels and pegasi dwell in the Upper Planes. Planes with some element of evil are the **Lower Planes**. Fiends such as demons and devils dwell in the Lower Planes. A plane’s alignment is its essence, and a character whose alignment doesn’t match the plane’s experiences a profound sense of dissonance there. When a good creature visits Elysium, for example (a neutral good Upper Plane), it feels in tune with the plane, but an evil creature feels out of tune and more than a little uncomfortable.\n### Demiplanes\nDemiplanes are small extradimensional spaces with their own unique rules. They are pieces of reality that don’t seem to fit anywhere else. Demiplanes come into being by a variety of means. Some are created by spells, such as _demiplane_, or generated at the desire of a powerful deity or other force. They may exist naturally, as a fold of existing reality that has been pinched off from the rest of the multiverse, or as a baby universe growing in power. A given demiplane can be entered through a single point where it touches another plane. Theoretically, a _plane shift_ spell can also carry travelers to a demiplane, but the proper frequency required for the tuning fork is extremely hard to acquire. The _gate_ spell is more reliable, assuming the caster knows of the demiplane.",
	"parent": "Appendix"
},
{
	"name": "Diseases",
	"desc": "A plague ravages the kingdom, setting the adventurers on a quest to find a cure. An adventurer emerges from an ancient tomb, unopened for centuries, and soon finds herself suffering from a wasting illness. A warlock offends some dark power and contracts a strange affliction that spreads whenever he casts spells.\nA simple outbreak might amount to little more than a small drain on party resources, curable by a casting of _lesser restoration_. A more complicated outbreak can form the basis of one or more adventures as characters search for a cure, stop the spread of the disease, and deal with the consequences.\nA disease that does more than infect a few party members is primarily a plot device. The rules help describe the effects of the disease and how it can be cured, but the specifics of how a disease works aren’t bound by a common set of rules. Diseases can affect any creature, and a given illness might or might not pass from one race or kind of creature to another. A plague might affect only constructs or undead, or sweep through a halfling neighborhood but leave other races untouched. What matters is the story you want to tell.\n## Sample Diseases\nThe diseases here illustrate the variety of ways disease can work in the game. Feel free to alter the saving throw DCs, incubation times, symptoms, and other characteristics of these diseases to suit your campaign.\n### Cackle Fever\nThis disease targets humanoids, although gnomes are strangely immune. While in the grips of this disease, victims frequently succumb to fits of mad laughter, giving the disease its common name and its morbid nickname: “the shrieks.”\nSymptoms manifest 1d4 hours after infection and include fever and disorientation. The infected creature gains one level of exhaustion that can’t be removed until the disease is cured.\nAny event that causes the infected creature great stress—including entering combat, taking damage, experiencing fear, or having a nightmare—forces the creature to make a DC 13 Constitution saving throw. On a failed save, the creature takes 5 (1d10) psychic damage and becomes incapacitated with mad laughter for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the mad laughter and the incapacitated condition on a success.\nAny humanoid creature that starts its turn within 10 feet of an infected creature in the throes of mad laughter must succeed on a DC 10 Constitution saving throw or also become infected with the disease. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.\nAt the end of each long rest, an infected creature can make a DC 13 Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by 1d6. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of indefinite madness, as described later in this chapter.\n### Sewer Plague\nSewer plague is a generic term for a broad category of illnesses that incubate in sewers, refuse heaps, and stagnant swamps, and which are sometimes transmitted by creatures that dwell in those areas, such as rats and otyughs.\nWhen a humanoid creature is bitten by a creature that carries the disease, or when it comes into contact with filth or offal contaminated by the disease, the creature must succeed on a DC 11 Constitution saving throw or become infected.\nIt takes 1d4 days for sewer plague’s symptoms to manifest in an infected creature. Symptoms include fatigue and cramps. The infected creature suffers one level of exhaustion, and it regains only half the normal number of hit points from spending Hit Dice and no hit points from finishing a long rest.\nAt the end of each long rest, an infected creature must make a DC 11 Constitution saving throw. On a failed save, the character gains one level of exhaustion. On a successful save, the character’s exhaustion level decreases by one level. If a successful saving throw reduces the infected creature’s level of exhaustion below 1, the creature recovers from the disease.\n### Sight Rot\nThis painful infection causes bleeding from the eyes and eventually blinds the victim.\nA beast or humanoid that drinks water tainted by sight rot must succeed on a DC 15 Constitution saving throw or become infected. One day after infection, the creature’s vision starts to become blurry. The creature takes a −1 penalty to attack rolls and ability checks that rely on sight. At the end of each long rest after the symptoms appear, the penalty worsens by 1. When it reaches −5, the victim is blinded until its sight is restored by magic such as _lesser restoration_ or _heal_.\nSight rot can be cured using a rare flower called Eyebright, which grows in some swamps. Given an hour, a character who has proficiency with an herbalism kit can turn the flower into one dose of ointment. Applied to the eyes before a long rest, one dose of it prevents the disease from worsening after that rest. After three doses, the ointment cures the disease entirely.",
	"parent": "Rules"
},
{
	"name": "Madness",
	"desc": "In a typical campaign, characters aren’t driven mad by the horrors they face and the carnage they inflict day after day, but sometimes the stress of being an adventurer can be too much to bear. If your campaign has a strong horror theme, you might want to use madness as a way to reinforce that theme, emphasizing the extraordinarily horrific nature of the threats the adventurers face.\n## Going Mad\nVarious magical effects can inflict madness on an otherwise stable mind. Certain spells, such as _contact other plane_ and _symbol_, can cause insanity, and you can use the madness rules here instead of the spell effects of those spells*.* Diseases, poisons, and planar effects such as psychic wind or the howling winds of Pandemonium can all inflict madness. Some artifacts can also break the psyche of a character who uses or becomes attuned to them.\nResisting a madness-inducing effect usually requires a Wisdom or Charisma saving throw.\n## Madness Effects\nMadness can be short-term, long-term, or indefinite. Most relatively mundane effects impose short-term madness, which lasts for just a few minutes. More horrific effects or cumulative effects can result in long-term or indefinite madness.\nA character afflicted with **short-term madness** is subjected to an effect from the Short-Term Madness table for 1d10 minutes.\nA character afflicted with **long-term madness** is subjected to an effect from the Long-Term Madness table for 1d10 × 10 hours.\nA character afflicted with **indefinite madness** gains a new character flaw from the Indefinite Madness table that lasts until cured.\n**Short-Term Madness (table)**\n| d100   | Effect (lasts 1d10 minutes)                                                                                                  |\n|--------|------------------------------------------------------------------------------------------------------------------------------|\n| 01–20  | The character retreats into his or her mind and becomes paralyzed. The effect ends if the character takes any damage.        |\n| 21–30  | The character becomes incapacitated and spends the duration screaming, laughing, or weeping.                                 |\n| 31–40  | The character becomes frightened and must use his or her action and movement each round to flee from the source of the fear. |\n| 41–50  | The character begins babbling and is incapable of normal speech or spellcasting.                                             |\n| 51–60  | The character must use his or her action each round to attack the nearest creature.                                          |\n| 61–70  | The character experiences vivid hallucinations and has disadvantage on ability checks.                                       |\n| 71–75  | The character does whatever anyone tells him or her to do that isn’t obviously self- destructive.                            |\n| 76–80  | The character experiences an overpowering urge to eat something strange such as dirt, slime, or offal.                       |\n| 81–90  | The character is stunned.                                                                                                    |\n| 91–100 | The character falls unconscious.                                                                                             |\n**Long-Term Madness (table)**\n| d100   | Effect (lasts 1d10 × 10 hours)                                                                                                                                                                                                       |\n|--------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 01–10  | The character feels compelled to repeat a specific activity over and over, such as washing hands, touching things, praying, or counting coins.                                                                                       |\n| 11–20  | The character experiences vivid hallucinations and has disadvantage on ability checks.                                                                                                                                               |\n| 21–30  | The character suffers extreme paranoia. The character has disadvantage on Wisdom and Charisma checks.                                                                                                                                |\n| 31–40  | The character regards something (usually the source of madness) with intense revulsion, as if affected by the antipathy effect of the antipathy/sympathy spell.                                                                      |\n| 41–45  | The character experiences a powerful delusion. Choose a potion. The character imagines that he or she is under its effects.                                                                                                          |\n| 46–55  | The character becomes attached to a “lucky charm,” such as a person or an object, and has disadvantage on attack rolls, ability checks, and saving throws while more than 30 feet from it.                                           |\n| 56–65  | The character is blinded (25%) or deafened (75%).                                                                                                                                                                                    |\n| 66–75  | The character experiences uncontrollable tremors or tics, which impose disadvantage on attack rolls, ability checks, and saving throws that involve Strength or Dexterity.                                                           |\n| 76–85  | The character suffers from partial amnesia. The character knows who he or she is and retains racial traits and class features, but doesn’t recognize other people or remember anything that happened before the madness took effect. |\n| 86–90  | Whenever the character takes damage, he or she must succeed on a DC 15 Wisdom saving throw or be affected as though he or she failed a saving throw against the confusion spell. The confusion effect lasts for 1 minute.            |\n| 91–95  | The character loses the ability to speak.                                                                                                                                                                                            |\n| 96–100 | The character falls unconscious. No amount of jostling or damage can wake the character.                                                                                                                                             |\n**Indefinite Madness (table)**\n| d100   | Flaw (lasts until cured)                                                                                                                 |\n|--------|------------------------------------------------------------------------------------------------------------------------------------------|\n| 01–15  | “Being drunk keeps me sane.”                                                                                                             |\n| 16–25  | “I keep whatever I find.”                                                                                                                |\n| 26–30  | “I try to become more like someone else I know—adopting his or her style of dress, mannerisms, and name.”                                |\n| 31–35  | “I must bend the truth, exaggerate, or outright lie to be interesting to other people.”                                                  |\n| 36–45  | “Achieving my goal is the only thing of interest to me, and I’ll ignore everything else to pursue it.”                                   |\n| 46–50  | “I find it hard to care about anything that goes on around me.”                                                                          |\n| 51–55  | “I don’t like the way people judge me all the time.”                                                                                     |\n| 56–70  | “I am the smartest, wisest, strongest, fastest, and most beautiful person I know.”                                                       |\n| 71–80  | “I am convinced that powerful enemies are hunting me, and their agents are everywhere I go. I am sure they’re watching me all the time.” |\n| 81–85  | “There’s only one person I can trust. And only I can see this special friend.”                                                           |\n| 86–95  | “I can’t take anything seriously. The more serious the situation, the funnier I find it.”                                                |\n| 96–100 | “I’ve discovered that I really like killing people.”                                                                                     |\n## Curing Madness\nA _calm emotions_ spell can suppress the effects of madness, while a _lesser restoration_ spell can rid a character of a short-term or long-term madness. Depending on the source of the madness, _remove curse_ or _dispel evil_ might also prove effective. A _greater restoration_ spell or more powerful magic is required to rid a character of indefinite madness.\n",
	"parent":"Rules"
},
{
	"name": "Objects",
	"desc": "When characters need to saw through ropes, shatter a window, or smash a vampire’s coffin, the only hard and fast rule is this: given enough time and the right tools, characters can destroy any destructible object. Use common sense when determining a character’s success at damaging an object. Can a fighter cut through a section of a stone wall with a sword? No, the sword is likely to break before the wall does.\nFor the purpose of these rules, an object is a discrete, inanimate item like a window, door, sword, book, table, chair, or stone, not a building or a vehicle that is composed of many other objects.\n## Statistics for Objects\nWhen time is a factor, you can assign an Armor Class and hit points to a destructible object. You can also give it immunities, resistances, and vulnerabilities to specific types of damage.\n**_Armor Class_**. An object’s Armor Class is a measure of how difficult it is to deal damage to the object when striking it (because the object has no chance of dodging out of the way). The Object Armor Class table provides suggested AC values for various substances.\n**Object Armor Class (table)**\n| Substance           | AC |\n|---------------------|----|\n| Cloth, paper, rope  | 11 |\n| Crystal, glass, ice | 13 |\n| Wood, bone          | 15 |\n| Stone               | 17 |\n| Iron, steel         | 19 |\n| Mithral             | 21 |\n| Adamantine          | 23 |\n**_Hit Points_**. An object’s hit points measure how much damage it can take before losing its structural integrity. Resilient objects have more hit points than fragile ones. Large objects also tend to have more hit points than small ones, unless breaking a small part of the object is just as effective as breaking the whole thing. The Object Hit Points table provides suggested hit points for fragile and resilient objects that are Large or smaller.\n**Object Hit Points (table)**\n| Size                                  | Fragile  | Resilient |\n|---------------------------------------|----------|-----------|\n| Tiny (bottle, lock)                   | 2 (1d4)  | 5 (2d4)   |\n| Small (chest, lute)                   | 3 (1d6)  | 10 (3d6)  |\n| Medium (barrel, chandelier)           | 4 (1d8)  | 18 (4d8)  |\n| Large (cart, 10-ft.-by-10-ft. window) | 5 (1d10) | 27 (5d10) |\n**_Huge and Gargantuan Objects_**. Normal weapons are of little use against many Huge and Gargantuan objects, such as a colossal statue, towering column of stone, or massive boulder. That said, one torch can burn a Huge tapestry, and an _earthquake_ spell can reduce a colossus to rubble. You can track a Huge or Gargantuan object’s hit points if you like, or you can simply decide how long the object can withstand whatever weapon or force is acting against it. If you track hit points for the object, divide it into Large or smaller sections, and track each section’s hit points separately. Destroying one of those sections could ruin the entire object. For example, a Gargantuan statue of a human might topple over when one of its Large legs is reduced to 0 hit points.\n**_Objects and Damage Types_**. Objects are immune to poison and psychic damage. You might decide that some damage types are more effective against a particular object or substance than others. For example, bludgeoning damage works well for smashing things but not for cutting through rope or leather. Paper or cloth objects might be vulnerable to fire and lightning damage. A pick can chip away stone but can’t effectively cut down a tree. As always, use your best judgment.\n**_Damage Threshold_**. Big objects such as castle walls often have extra resilience represented by a damage threshold. An object with a damage threshold has immunity to all damage unless it takes an amount of damage from a single attack or effect equal to or greater than its damage threshold, in which case it takes damage as normal. Any damage that fails to meet or exceed the object’s damage threshold is considered superficial and doesn’t reduce the object’s hit points.",
	"parent":"Rules"
},
{
	"name": "Poisons",
	"desc": "Given their insidious and deadly nature, poisons are illegal in most societies but are a favorite tool among assassins, drow, and other evil creatures.\nPoisons come in the following four types.\n**_Contact_**. Contact poison can be smeared on an object and remains potent until it is touched or washed off. A creature that touches contact poison with exposed skin suffers its effects.\n**_Ingested_**. A creature must swallow an entire dose of ingested poison to suffer its effects. The dose can be delivered in food or a liquid. You may decide that a partial dose has a reduced effect, such as allowing advantage on the saving throw or dealing only half damage on a failed save.\n**_Inhaled_**. These poisons are powders or gases that take effect when inhaled. Blowing the powder or releasing the gas subjects creatures in a 5-foot cube to its effect. The resulting cloud dissipates immediately afterward. Holding one’s breath is ineffective against inhaled poisons, as they affect nasal membranes, tear ducts, and other parts of the body.\n**_Injury_**. Injury poison can be applied to weapons, ammunition, trap components, and other objects that deal piercing or slashing damage and remains potent until delivered through a wound or washed off. A creature that takes piercing or slashing damage from an object coated with the poison is exposed to its effects.\n**Poisons (table)**\n| Item               | Type     | Price per Dose |\n|--------------------|----------|----------------|\n| Assassin’s blood   | Ingested | 150 gp         |\n| Burnt othur fumes  | Inhaled  | 500 gp         |\n| Crawler mucus      | Contact  | 200 gp         |\n| Drow poison        | Injury   | 200 gp         |\n| Essence of ether   | Inhaled  | 300 gp         |\n| Malice             | Inhaled  | 250 gp         |\n| Midnight tears     | Ingested | 1,500 gp       |\n| Oil of taggit      | Contact  | 400 gp         |\n| Pale tincture      | Ingested | 250 gp         |\n| Purple worm poison | Injury   | 2,000 gp       |\n| Serpent venom      | Injury   | 200 gp         |\n| Torpor             | Ingested | 600 gp         |\n| Truth serum        | Ingested | 150 gp         |\n| Wyvern poison      | Injury   | 1,200 gp       |\n## Sample Poisons\nEach type of poison has its own debilitating effects.\n**_Assassin’s Blood (Ingested)_**. A creature subjected to this poison must make a DC 10 Constitution saving throw. On a failed save, it takes 6 (1d12) poison damage and is poisoned for 24 hours. On a successful save, the creature takes half damage and isn’t poisoned.\n**_Burnt Othur Fumes (Inhaled)_**. A creature subjected to this poison must succeed on a DC 13 Constitution saving throw or take 10 (3d6) poison damage, and must repeat the saving throw at the start of each of its turns. On each successive failed save, the character takes 3 (1d6) poison damage. After three successful saves, the poison ends.\n**_Crawler Mucus (Contact)_**. This poison must be harvested from a dead or incapacitated crawler. A creature subjected to this poison must succeed on a DC 13 Constitution saving throw or be poisoned for 1 minute. The poisoned creature is paralyzed. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.\n**_Drow Poison (Injury)_**. This poison is typically made only by the drow, and only in a place far removed from sunlight. A creature subjected to this poison must succeed on a DC 13 Constitution saving throw or be poisoned for 1 hour. If the saving throw fails by 5 or more, the creature is also unconscious while poisoned in this way. The creature wakes up if it takes damage or if another creature takes an action to shake it awake.\n**_Essence of Ether (Inhaled)_**. A creature subjected to this poison must succeed on a DC 15 Constitution saving throw or become poisoned for 8 hours. The poisoned creature is unconscious. The creature wakes up if it takes damage or if another creature takes an action to shake it awake.\n**_Malice (Inhaled)_**. A creature subjected to this poison must succeed on a DC 15 Constitution saving throw or become poisoned for 1 hour. The poisoned creature is blinded.\n**_Midnight Tears (Ingested)_**. A creature that ingests this poison suffers no effect until the stroke of midnight. If the poison has not been neutralized before then, the creature must succeed on a DC 17 Constitution saving throw, taking 31 (9d6) poison damage on a failed save, or half as much damage on a successful one.\n**_Oil of Taggit (Contact)_**. A creature subjected to this poison must succeed on a DC 13 Constitution saving throw or become poisoned for 24 hours. The poisoned creature is unconscious. The creature wakes up if it takes damage.\n**_Pale Tincture (Ingested)_**. A creature subjected to this poison must succeed on a DC 16 Constitution saving throw or take 3 (1d6) poison damage and become poisoned. The poisoned creature must repeat the saving throw every 24 hours, taking 3 (1d6) poison damage on a failed save. Until this poison ends, the damage the poison deals can’t be healed by any means. After seven successful saving throws, the effect ends and the creature can heal normally.\n**_Purple Worm Poison (Injury)_**. This poison must be harvested from a dead or incapacitated purple worm. A creature subjected to this poison must make a DC 19 Constitution saving throw, taking 42 (12d6) poison damage on a failed save, or half as much damage on a successful one.\n**_Serpent Venom (Injury)_**. This poison must be harvested from a dead or incapacitated giant poisonous snake. A creature subjected to this poison must succeed on a DC 11 Constitution saving throw, taking 10 (3d6) poison damage on a failed save, or half as much damage on a successful one.\n**_Torpor (Ingested)_**. A creature subjected to this poison must succeed on a DC 15 Constitution saving throw or become poisoned for 4d6 hours. The poisoned creature is incapacitated.\n**_Truth Serum (Ingested)_**. A creature subjected to this poison must succeed on a DC 11 Constitution saving throw or become poisoned for 1 hour. The poisoned creature can’t knowingly speak a lie, as if under the effect of a _zone of truth_ spell.\n**_Wyvern Poison (Injury)_**. This poison must be harvested from a dead or incapacitated wyvern. A creature subjected to this poison must make a DC 15 Constitution saving throw, taking 24 (7d6) poison damage on a failed save, or half as much damage on a successful one.",
	"parent": "Rules"
},
{
	"name": "Traps",
	"desc": "Traps can be found almost anywhere. One wrong step in an ancient tomb might trigger a series of scything blades, which cleave through armor and bone. The seemingly innocuous vines that hang over a cave entrance might grasp and choke anyone who pushes through them. A net hidden among the trees might drop on travelers who pass underneath. In a fantasy game, unwary adventurers can fall to their deaths, be burned alive, or fall under a fusillade of poisoned darts.\nA trap can be either mechanical or magical in nature. **Mechanical traps** include pits, arrow traps, falling blocks, water-filled rooms, whirling blades, and anything else that depends on a mechanism to operate. **Magic traps** are either magical device traps or spell traps. Magical device traps initiate spell effects when activated. Spell traps are spells such as _glyph of warding_ and _symbol_ that function as traps.\n## Traps in Play\nWhen adventurers come across a trap, you need to know how the trap is triggered and what it does, as well as the possibility for the characters to detect the trap and to disable or avoid it.\n### Triggering a Trap\nMost traps are triggered when a creature goes somewhere or touches something that the trap’s creator wanted to protect. Common triggers include stepping on a pressure plate or a false section of floor, pulling a trip wire, turning a doorknob, and using the wrong key in a lock. Magic traps are often set to go off when a creature enters an area or touches an object. Some magic traps (such as the _glyph of warding_ spell) have more complicated trigger conditions, including a password that prevents the trap from activating.\n### Detecting and Disabling a Trap\nUsually, some element of a trap is visible to careful inspection. Characters might notice an uneven flagstone that conceals a pressure plate, spot the gleam of light off a trip wire, notice small holes in the walls from which jets of flame will erupt, or otherwise detect something that points to a trap’s presence.\nA trap’s description specifies the checks and DCs needed to detect it, disable it, or both. A character actively looking for a trap can attempt a Wisdom (Perception) check against the trap’s DC. You can also compare the DC to detect the trap with each character’s passive Wisdom (Perception) score to determine whether anyone in the party notices the trap in passing. If the adventurers detect a trap before triggering it, they might be able to disarm it, either permanently or long enough to move past it. You might call for an Intelligence (Investigation) check for a character to deduce what needs to be done, followed by a Dexterity check using thieves’ tools to perform the necessary sabotage.\nAny character can attempt an Intelligence (Arcana) check to detect or disarm a magic trap, in addition to any other checks noted in the trap’s description. The DCs are the same regardless of the check used. In addition, _dispel magic_ has a chance of disabling most magic traps. A magic trap’s description provides the DC for the ability check made when you use _dispel magic_.\nIn most cases, a trap’s description is clear enough that you can adjudicate whether a character’s actions locate or foil the trap. As with many situations, you shouldn’t allow die rolling to override clever play and good planning. Use your common sense, drawing on the trap’s description to determine what happens. No trap’s design can anticipate every possible action that the characters might attempt.\nYou should allow a character to discover a trap without making an ability check if an action would clearly reveal the trap’s presence. For example, if a character lifts a rug that conceals a pressure plate, the character has found the trigger and no check is required.\nFoiling traps can be a little more complicated. Consider a trapped treasure chest. If the chest is opened without first pulling on the two handles set in its sides, a mechanism inside fires a hail of poison needles toward anyone in front of it. After inspecting the chest and making a few checks, the characters are still unsure if it’s trapped. Rather than simply open the chest, they prop a shield in front of it and push the chest open at a distance with an iron rod. In this case, the trap still triggers, but the hail of needles fires harmlessly into the shield.\nTraps are often designed with mechanisms that allow them to be disarmed or bypassed. Intelligent monsters that place traps in or around their lairs need ways to get past those traps without harming themselves. Such traps might have hidden levers that disable their triggers, or a secret door might conceal a passage that goes around the trap.\n### Trap Effects\nThe effects of traps can range from inconvenient to deadly, making use of elements such as arrows, spikes, blades, poison, toxic gas, blasts of fire, and deep pits. The deadliest traps combine multiple elements to kill, injure, contain, or drive off any creature unfortunate enough to trigger them. A trap’s description specifies what happens when it is triggered.\nThe attack bonus of a trap, the save DC to resist its effects, and the damage it deals can vary depending on the trap’s severity. Use the Trap Save DCs and Attack Bonuses table and the Damage Severity by Level table for suggestions based on three levels of trap severity.\nA trap intended to be a **setback** is unlikely to kill or seriously harm characters of the indicated levels, whereas a **dangerous** trap is likely to seriously injure (and potentially kill) characters of the indicated levels. A **deadly** trap is likely to kill characters of the indicated levels.\n**Trap Save DCs and Attack Bonuses (table)**\n| Trap Danger | Save DC | Attack Bonus |\n|-------------|---------|--------------|\n| Setback     | 10–11   | +3 to +5     |\n| Dangerous   | 12–15   | +6 to +8     |\n| Deadly      | 16–20   | +9 to +12    |\n**Damage Severity by Level (table)**\n| Character Level | Setback | Dangerous | Deadly |\n|-----------------|---------|-----------|--------|\n| 1st–4th         | 1d10    | 2d10      | 4d10   |\n| 5th–10th        | 2d10    | 4d10      | 10d10  |\n| 11th–16th       | 4d10    | 10d10     | 18d10  |\n| 17th–20th       | 10d10   | 18d10     | 24d10  |\n### Complex Traps\nComplex traps work like standard traps, except once activated they execute a series of actions each round. A complex trap turns the process of dealing with a trap into something more like a combat encounter.\nWhen a complex trap activates, it rolls initiative. The trap’s description includes an initiative bonus. On its turn, the trap activates again, often taking an action. It might make successive attacks against intruders, create an effect that changes over time, or otherwise produce a dynamic challenge. Otherwise, the complex trap can be detected and disabled or bypassed in the usual ways.\nFor example, a trap that causes a room to slowly flood works best as a complex trap. On the trap’s turn, the water level rises. After several rounds, the room is completely flooded.\n## Sample Traps\nThe magical and mechanical traps presented here vary in deadliness and are presented in alphabetical order.\n### Collapsing Roof\n_Mechanical trap_\nThis trap uses a trip wire to collapse the supports keeping an unstable section of a ceiling in place.\nThe trip wire is 3 inches off the ground and stretches between two support beams. The DC to spot the trip wire is 10. A successful DC 15 Dexterity check using thieves’ tools disables the trip wire harmlessly. A character without thieves’ tools can attempt this check with disadvantage using any edged weapon or edged tool. On a failed check, the trap triggers.\nAnyone who inspects the beams can easily determine that they are merely wedged in place. As an action, a character can knock over a beam, causing the trap to trigger.\nThe ceiling above the trip wire is in bad repair, and anyone who can see it can tell that it’s in danger of collapse.\nWhen the trap is triggered, the unstable ceiling collapses. Any creature in the area beneath the unstable section must succeed on a DC 15 Dexterity saving throw, taking 22 (4d10) bludgeoning damage on a failed save, or half as much damage on a successful one. Once the trap is triggered, the floor of the area is filled with rubble and becomes difficult terrain.\n### Falling Net\n_Mechanical trap_\nThis trap uses a trip wire to release a net suspended from the ceiling.\nThe trip wire is 3 inches off the ground and stretches between two columns or trees. The net is hidden by cobwebs or foliage. The DC to spot the trip wire and net is 10. A successful DC 15 Dexterity check using thieves’ tools breaks the trip wire harmlessly. A character without thieves’ tools can attempt this check with disadvantage using any edged weapon or edged tool. On a failed check, the trap triggers.\nWhen the trap is triggered, the net is released, covering a 10-foot-square area. Those in the area are trapped under the net and restrained, and those that fail a DC 10 Strength saving throw are also knocked prone. A creature can use its action to make a DC 10\nStrength check, freeing itself or another creature within its reach on a success. The net has AC 10 and 20 hit points. Dealing 5 slashing damage to the net (AC 10) destroys a 5-foot-square section of it, freeing any creature trapped in that section.\n### Fire-Breathing Statue\n_Magic trap_\nThis trap is activated when an intruder steps on a hidden pressure plate, releasing a magical gout of flame from a nearby statue. The statue can be of anything, including a dragon or a wizard casting a spell.\nThe DC is 15 to spot the pressure plate, as well as faint scorch marks on the floor and walls. A spell or other effect that can sense the presence of magic, such as _detect magic_, reveals an aura of evocation magic around the statue.\nThe trap activates when more than 20 pounds of weight is placed on the pressure plate, causing the statue to release a 30-foot cone of fire. Each creature in the fire must make a DC 13 Dexterity saving throw, taking 22 (4d10) fire damage on a failed save, or half as much damage on a successful one.\nWedging an iron spike or other object under the pressure plate prevents the trap from activating. A successful _dispel magic_ (DC 13) cast on the statue destroys the trap.\n### Pits\n_Mechanical trap_\nFour basic pit traps are presented here.\n**_Simple Pit_**. A simple pit trap is a hole dug in the ground. The hole is covered by a large cloth anchored on the pit’s edge and camouflaged with dirt and debris.\nThe DC to spot the pit is 10. Anyone stepping on the cloth falls through and pulls the cloth down into the pit, taking damage based on the pit’s depth (usually 10 feet, but some pits are deeper).\n**_Hidden Pit_**. This pit has a cover constructed from material identical to the floor around it.\nA successful DC 15 Wisdom (Perception) check discerns an absence of foot traffic over the section of floor that forms the pit’s cover. A successful DC 15 Intelligence (Investigation) check is necessary to confirm that the trapped section of floor is actually the cover of a pit.\nWhen a creature steps on the cover, it swings open like a trapdoor, causing the intruder to spill into the pit below. The pit is usually 10 or 20 feet deep but can be deeper.\nOnce the pit trap is detected, an iron spike or similar object can be wedged between the pit’s cover and the surrounding floor in such a way as to prevent the cover from opening, thereby making it safe to cross. The cover can also be magically held shut using the _arcane lock_ spell or similar magic.\n**_Locking Pit_**. This pit trap is identical to a hidden pit trap, with one key exception: the trap door that covers the pit is spring-loaded. After a creature falls into the pit, the cover snaps shut to trap its victim inside.\nA successful DC 20 Strength check is necessary to pry the cover open. The cover can also be smashed open. A character in the pit can also attempt to disable the spring mechanism from the inside with a DC 15 Dexterity check using thieves’ tools, provided that the mechanism can be reached and the character can see. In some cases, a mechanism (usually hidden behind a secret door nearby) opens the pit.\n**_Spiked Pit_**. This pit trap is a simple, hidden, or locking pit trap with sharpened wooden or iron spikes at the bottom. A creature falling into the pit takes 11 (2d10) piercing damage from the spikes, in addition to any falling damage. Even nastier versions have poison smeared on the spikes. In that case, anyone taking piercing damage from the spikes must also make a DC 13 Constitution saving throw, taking an 22 (4d10) poison damage on a failed save, or half as much damage on a successful one.\n### Poison Darts\n_Mechanical trap_\nWhen a creature steps on a hidden pressure plate, poison-tipped darts shoot from spring-loaded or pressurized tubes cleverly embedded in the surrounding walls. An area might include multiple pressure plates, each one rigged to its own set of darts.\nThe tiny holes in the walls are obscured by dust and cobwebs, or cleverly hidden amid bas-reliefs, murals, or frescoes that adorn the walls. The DC to spot them is 15. With a successful DC 15 Intelligence (Investigation) check, a character can deduce the presence of the pressure plate from variations in the mortar and stone used to create it, compared to the surrounding floor. Wedging an iron spike or other object under the pressure plate prevents the trap from activating. Stuffing the holes with cloth or wax prevents the darts contained within from launching.\nThe trap activates when more than 20 pounds of weight is placed on the pressure plate, releasing four darts. Each dart makes a ranged attack with a +8\nbonus against a random target within 10 feet of the pressure plate (vision is irrelevant to this attack roll). (If there are no targets in the area, the darts don’t hit anything.) A target that is hit takes 2 (1d4) piercing damage and must succeed on a DC 15 Constitution saving throw, taking 11 (2d10) poison damage on a failed save, or half as much damage on a successful one.\n### Poison Needle\n_Mechanical trap_\nA poisoned needle is hidden within a treasure chest’s lock, or in something else that a creature might open. Opening the chest without the proper key causes the needle to spring out, delivering a dose of poison.\nWhen the trap is triggered, the needle extends 3 inches straight out from the lock. A creature within range takes 1 piercing damage and 11\n(2d10) poison damage, and must succeed on a DC 15 Constitution saving throw or be poisoned for 1 hour.\nA successful DC 20 Intelligence (Investigation) check allows a character to deduce the trap’s presence from alterations made to the lock to accommodate the needle. A successful DC 15 Dexterity check using thieves’ tools disarms the trap, removing the needle from the lock. Unsuccessfully attempting to pick the lock triggers the trap.\n### Rolling Sphere\n_Mechanical trap_\nWhen 20 or more pounds of pressure are placed on this trap’s pressure plate, a hidden trapdoor in the ceiling opens, releasing a 10-foot-diameter rolling sphere of solid stone.\nWith a successful DC 15 Wisdom (Perception) check, a character can spot the trapdoor and pressure plate. A search of the floor accompanied by a successful DC 15 Intelligence (Investigation) check reveals variations in the mortar and stone that betray the pressure plate’s presence. The same check made while inspecting the ceiling notes variations in the stonework that reveal the trapdoor. Wedging an iron spike or other object under the pressure plate prevents the trap from activating.\nActivation of the sphere requires all creatures present to roll initiative. The sphere rolls initiative with a +8 bonus. On its turn, it moves 60 feet in a straight line. The sphere can move through creatures’ spaces, and creatures can move through its space, treating it as difficult terrain. Whenever the sphere enters a creature’s space or a creature enters its space while it’s rolling, that creature must succeed on a DC 15 Dexterity saving throw or take 55 (10d10) bludgeoning damage and be knocked prone.\nThe sphere stops when it hits a wall or similar barrier. It can’t go around corners, but smart dungeon builders incorporate gentle, curving turns into nearby passages that allow the sphere to keep moving.\nAs an action, a creature within 5 feet of the sphere can attempt to slow it down with a DC 20 Strength check. On a successful check, the sphere’s speed is reduced by 15 feet. If the sphere’s speed drops to 0, it stops moving and is no longer a threat.\n### Sphere of Annihilation\n_Magic trap_\nMagical, impenetrable darkness fills the gaping mouth of a stone face carved into a wall. The mouth is 2 feet in diameter and roughly circular. No sound issues from it, no light can illuminate the inside of it, and any matter that enters it is instantly obliterated.\nA successful DC 20 Intelligence (Arcana) check reveals that the mouth contains a _sphere of annihilation_ that can’t be controlled or moved. It is otherwise identical to a normal _sphere of annihilation_.\nSome versions of the trap include an enchantment placed on the stone face, such that specified creatures feel an overwhelming urge to approach it and crawl inside its mouth. This effect is otherwise like the _sympathy_ aspect of the _antipathy/sympathy_ spell. A successful _dispel magic_ (DC 18) removes this enchantment.",
	"parent": "Rules"
},
{
	"name": "Pantheons",
	"desc": "The Celtic, Egyptian, Greek, and Norse pantheons are fantasy interpretations of historical religions from our world’s ancient times. They include deities that are most appropriate for use in a game, divorced from their historical context in the real world and united into pantheons that serve the needs of the game.\n## The Celtic Pantheon\nIt’s said that something wild lurks in the heart of every soul, a space that thrills to the sound of geese calling at night, to the whispering wind through the pines, to the unexpected red of mistletoe on an oak—and it is in this space that the Celtic gods dwell. They sprang from the brook and stream, their might heightened by the strength of the oak and the beauty of the woodlands and open moor. When the first forester dared put a name to the face seen in the bole of a tree or the voice babbling in a brook, these gods forced themselves into being.\nThe Celtic gods are as often served by druids as by clerics, for they are closely aligned with the forces of nature that druids revere.\n## Celtic Deities\n| Deity                                             | Alignment | Suggested Domains | Symbol                             |\n|---------------------------------------------------|-----------|-------------------|------------------------------------|\n| The Daghdha, god of weather and crops             | CG        | Nature, Trickery  | Bubbling cauldron or shield        |\n| Arawn, god of life and death                      | NE        | Life, Death       | Black star on gray background      |\n| Belenus, god of sun, light, and warmth            | NG        | Light             | Solar disk and standing stones     |\n| Brigantia, goddess of rivers and livestock        | NG        | Life              | Footbridge                         |\n| Diancecht, god of medicine and healing            | LG        | Life              | Crossed oak and mistletoe branches |\n| Dunatis, god of mountains and peaks               | N         | Nature            | Red sun-capped mountain peak       |\n| Goibhniu, god of smiths and healing               | NG        | Knowledge, Life   | Giant mallet over sword            |\n| Lugh, god of arts, travel, and commerce           | CN        | Knowledge, Life   | Pair of long hands                 |\n| Manannan mac Lir, god of oceans and sea creatures | LN        | Nature, Tempest   | Wave of white water on green       |\n| Math Mathonwy, god of magic                       | NE        | Knowledge         | Staff                              |\n| Morrigan, goddess of battle                       | CE        | War               | Two crossed spears                 |\n| Nuada, god of war and warriors                    | N         | War               | Silver hand on black background    |\n| Oghma, god of speech and writing                  | NG        | Knowledge         | Unfurled scroll                    |\n| Silvanus, god of nature and forests               | N         | Nature            | Summer oak tree                    |\n## The Greek Pantheon\nThe gods of Olympus make themselves known with the gentle lap of waves against the shores and the crash of the thunder among the cloud-enshrouded peaks. The thick boar-infested woods and the sere, olive-covered hillsides hold evidence of their passing. Every aspect of nature echoes with their presence, and they’ve made a place for themselves inside the human heart, too.\n## Greek Deities\n| Deity                                      | Alignment | Suggested Domains      | Symbol                                |\n|--------------------------------------------|-----------|------------------------|---------------------------------------|\n| Zeus, god of the sky, ruler of the gods    | N         | Tempest                | Fist full of lightning bolts          |\n| Aphrodite, goddess of love and beauty      | CG        | Light                  | Sea shell                             |\n| Apollo, god of light, music, and healing   | CG        | Knowledge, Life, Light | Lyre                                  |\n| Ares, god of war and strife                | CE        | War                    | Spear                                 |\n| Artemis, goddess of hunting and childbirth | NG        | Life, Nature           | Bow and arrow on lunar disk           |\n| Athena, goddess of wisdom and civilization | LG        | Knowledge, War         | Owl                                   |\n| Demeter, goddess of agriculture            | NG        | Life                   | Mare’s head                           |\n| Dionysus, god of mirth and wine            | CN        | Life                   | Thyrsus (staff tipped with pine cone) |\n| Hades, god of the underworld               | LE        | Death                  | Black ram                             |\n| Hecate, goddess of magic and the moon      | CE        | Knowledge, Trickery    | Setting moon                          |\n| Hephaestus, god of smithing and craft      | NG        | Knowledge              | Hammer and anvil                      |\n| Hera, goddess of marriage and intrigue     | CN        | Trickery               | Fan of peacock feathers               |\n| Hercules, god of strength and adventure    | CG        | Tempest, War           | Lion’s head                           |\n| Hermes, god of travel and commerce         | CG        | Trickery               | Caduceus (winged staff and serpents)  |\n| Hestia, goddess of home and family         | NG        | Life                   | Hearth                                |\n| Nike, goddess of victory                   | LN        | War                    | Winged woman                          |\n| Pan, god of nature                         | CN        | Nature                 | Syrinx (pan pipes)                    |\n| Poseidon, god of the sea and earthquakes   | CN        | Tempest                | Trident                               |\n| Tyche, goddess of good fortune             | N         | Trickery               | Red pentagram                         |\n## The Egyptian Pantheon\nThese gods are a young dynasty of an ancient divine family, heirs to the rulership of the cosmos and the maintenance of the divine principle of Ma’at—the fundamental order of truth, justice, law, and order that puts gods, mortal pharaohs, and ordinary men and women in their logical and rightful place in the universe.\nThe Egyptian pantheon is unusual in having three gods responsible for death, each with different alignments. Anubis is the lawful neutral god of the afterlife, who judges the souls of the dead. Set is a chaotic evil god of murder, perhaps best known for killing his brother Osiris. And Nephthys is a chaotic good goddess of mourning.\n## Egyptian Deities\n| Deity                                           | Alignment | Suggested Domains        | Symbol                               |\n|-------------------------------------------------|-----------|--------------------------|--------------------------------------|\n| Re-Horakhty, god of the sun, ruler of the gods  | LG        | Life, Light              | Solar disk encircled by serpent      |\n| Anubis, god of judgment and death               | LN        | Death                    | Black jackal                         |\n| Apep, god of evil, fire, and serpents           | NE        | Trickery                 | Flaming snake                        |\n| Bast, goddess of cats and vengeance             | CG        | War                      | Cat                                  |\n| Bes, god of luck and music                      | CN        | Trickery                 | Image of the misshapen deity         |\n| Hathor, goddess of love, music, and motherhood  | NG        | Life, Light              | Horned cowʼs head with lunar disk    |\n| Imhotep, god of crafts and medicine             | NG        | Knowledge                | Step pyramid                         |\n| Isis, goddess of fertility and magic            | NG        | Knowledge, Life          | Ankh and star                        |\n| Nephthys, goddess of death and grief            | CG        | Death                    | Horns around a lunar disk            |\n| Osiris, god of nature and the underworld        | LG        | Life, Nature             | Crook and flail                      |\n| Ptah, god of crafts, knowledge, and secrets     | LN        | Knowledge                | Bull                                 |\n| Set, god of darkness and desert storms          | CE        | Death, Tempest, Trickery | Coiled cobra                         |\n| Sobek, god of water and crocodiles              | LE        | Nature, Tempest          | Crocodile head with horns and plumes |\n| Thoth, god of knowledge and wisdom              | N         | Knowledge                | Ibis                                 |\n## The Norse Pantheon\nWhere the land plummets from the snowy hills into the icy fjords below, where the longboats draw up on to the beach, where the glaciers flow forward and retreat with every fall and spring—this is the land of the Vikings, the home of the Norse pantheon. It’s a brutal clime, and one that calls for brutal living. The warriors of the land have had to adapt to the harsh conditions in order to survive, but they haven’t been too twisted by the needs of their environment. Given the necessity of raiding for food and wealth, it’s surprising the mortals turned out as well as they did. Their powers reflect the need these warriors had for strong leadership and decisive action. Thus, they see their deities in every bend of a river, hear them in the crash of the thunder and the booming of the glaciers, and smell them in the smoke of a burning longhouse.\nThe Norse pantheon includes two main families, the Aesir (deities of war and destiny) and the Vanir (gods of fertility and prosperity). Once enemies, these two families are now closely allied against their common enemies, the giants (including the gods Surtur and Thrym).\n## Norse Deities\n| Deity                                     | Alignment | Suggested Domains | Symbol                            |\n|-------------------------------------------|-----------|-------------------|-----------------------------------|\n| Odin, god of knowledge and war            | NG        | Knowledge, War    | Watching blue eye                 |\n| Aegir, god of the sea and storms          | NE        | Tempest           | Rough ocean waves                 |\n| Balder, god of beauty and poetry          | NG        | Life, Light       | Gem-encrusted silver chalice      |\n| Forseti, god of justice and law           | N         | Light             | Head of a bearded man             |\n| Frey, god of fertility and the sun        | NG        | Life, Light       | Ice-blue greatsword               |\n| Freya, goddess of fertility and love      | NG        | Life              | Falcon                            |\n| Frigga, goddess of birth and fertility    | N         | Life, Light       | Cat                               |\n| Heimdall, god of watchfulness and loyalty | LG        | Light, War        | Curling musical horn              |\n| Hel, goddess of the underworld            | NE        | Death             | Woman’s face, rotting on one side |\n| Hermod, god of luck                       | CN        | Trickery          | Winged scroll                     |\n| Loki, god of thieves and trickery         | CE        | Trickery          | Flame                             |\n| Njord, god of sea and wind                | NG        | Nature, Tempest   | Gold coin                         |\n| Odur, god of light and the sun            | CG        | Light             | Solar disk                        |\n| Sif, goddess of war                       | CG        | War               | Upraised sword                    |\n| Skadi, god of earth and mountains         | N         | Nature            | Mountain peak                     |\n| Surtur, god of fire giants and war        | LE        | War               | Flaming sword                     |\n| Thor, god of storms and thunder           | CG        | Tempest, War      | Hammer                            |\n| Thrym, god of frost giants and cold       | CE        | War               | White double-bladed axe           |\n| Tyr, god of courage and strategy          | LN        | Knowledge, War    | Sword                             |\n| Uller, god of hunting and winter          | CN        | Nature            | Longbow                           |\n",
	"parent": "Appendix"
},
{
	"name": "Conditions",
	"desc": "Conditions alter a creature’s capabilities in a variety of ways and can arise as a result of a spell, a class feature, a monster’s attack, or other effect. Most conditions, such as blinded, are impairments, but a few, such as invisible, can be advantageous.\n\nA condition lasts either until it is countered (the prone condition is countered by standing up, for example) or for a duration specified by the effect that imposed the condition.\n\nIf multiple effects impose the same condition on a creature, each instance of the condition has its own duration, but the condition’s effects don’t get worse. A creature either has a condition or doesn’t.\n\nThe following definitions specify what happens to a creature while it is subjected to a condition.\n\n## Blinded\n\n* A blinded creature can’t see and automatically fails any ability check that requires sight.\n* Attack rolls against the creature have advantage, and the creature’s attack rolls have disadvantage.\n\n## Charmed\n\n* A charmed creature can’t attack the charmer or target the charmer with harmful abilities or magical effects.\n* The charmer has advantage on any ability check to interact socially with the creature.\n\n## Deafened\n\n* A deafened creature can’t hear and automatically fails any ability check that requires hearing.\n\n## Exhaustion\n\n* Some special abilities and environmental hazards, such as starvation and the long-term effects of freezing or scorching temperatures, can lead to a special condition called exhaustion. Exhaustion is measured in six levels. An effect can give a creature one or more levels of exhaustion, as specified in the effect’s description.\n\n| Level | Effect                                         |\n|-------|------------------------------------------------|\n| 1     | Disadvantage on ability checks                 |\n| 2     | Speed halved                                   |\n| 3     | Disadvantage on attack rolls and saving throws |\n| 4     | Hit point maximum halved                       |\n| 5     | Speed reduced to 0                             |\n| 6     | Death                                          |\n\nIf an already exhausted creature suffers another effect that causes exhaustion, its current level of exhaustion increases by the amount specified in the effect’s description.\n\nA creature suffers the effect of its current level of exhaustion as well as all lower levels. For example, a creature suffering level 2 exhaustion has its speed halved and has disadvantage on ability checks.\n\nAn effect that removes exhaustion reduces its level as specified in the effect’s description, with all exhaustion effects ending if a creature’s exhaustion level is reduced below 1.\n\nFinishing a long rest reduces a creature’s exhaustion level by 1, provided that the creature has also ingested some food and drink.\n\n## Frightened\n\n* A frightened creature has disadvantage on ability checks and attack rolls while the source of its fear is within line of sight.\n* The creature can’t willingly move closer to the source of its fear.\n\n## Grappled\n\n* A grappled creature’s speed becomes 0, and it can’t benefit from any bonus to its speed.\n* The condition ends if the grappler is incapacitated (see the condition).\n* The condition also ends if an effect removes the grappled creature from the reach of the grappler or grappling effect, such as when a creature is hurled away by the *thunder-wave* spell.\n\n## Incapacitated\n\n* An incapacitated creature can’t take actions or reactions.\n\n## Invisible\n\n* An invisible creature is impossible to see without the aid of magic or a special sense. For the purpose of hiding, the creature is heavily obscured. The creature’s location can be detected by any noise it makes or any tracks it leaves.\n* Attack rolls against the creature have disadvantage, and the creature’s attack rolls have advantage.\n\n## Paralyzed\n\n* A paralyzed creature is incapacitated (see the condition) and can’t move or speak.\n* The creature automatically fails Strength and Dexterity saving throws.\n* Attack rolls against the creature have advantage.\n* Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.\n\n## Petrified\n\n* A petrified creature is transformed, along with any nonmagical object it is wearing or carrying, into a solid inanimate substance (usually stone). Its weight increases by a factor of ten, and it ceases aging.\n* The creature is incapacitated (see the condition), can’t move or speak, and is unaware of its surroundings.\n* Attack rolls against the creature have advantage.\n* The creature automatically fails Strength and Dexterity saving throws.\n* The creature has resistance to all damage.\n* The creature is immune to poison and disease, although a poison or disease already in its system is suspended, not neutralized.\n\n## Poisoned\n\n* A poisoned creature has disadvantage on attack rolls and ability checks.\n\n## Prone\n\n* A prone creature’s only movement option is to crawl, unless it stands up and thereby ends the condition.\n* The creature has disadvantage on attack rolls.\n* An attack roll against the creature has advantage if the attacker is within 5 feet of the creature. Otherwise, the attack roll has disadvantage.\n\n## Restrained\n\n* A restrained creature’s speed becomes 0, and it can’t benefit from any bonus to its speed.\n* Attack rolls against the creature have advantage, and the creature’s attack rolls have disadvantage.\n* The creature has disadvantage on Dexterity saving throws.\n\n## Stunned\n\n* A stunned creature is incapacitated (see the condition), can’t move, and can speak only falteringly.\n* The creature automatically fails Strength and Dexterity saving throws.\n* Attack rolls against the creature have advantage.\n\n## Unconscious\n\n* An unconscious creature is incapacitated (see the condition), can’t move or speak, and is unaware of its surroundings\n* The creature drops whatever it’s holding and falls prone.\n* The creature automatically fails Strength and Dexterity saving throws.\n* Attack rolls against the creature have advantage.\n* Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.",
	"parent": "Appendix"
},
{
	"name": "Spellcasting",
	"desc": "Magic permeates fantasy gaming worlds and often appears in the form of a spell.\n\nThis chapter provides the rules for casting spells. Different character classes have distinctive ways of learning and preparing their spells, and monsters use spells in unique ways. Regardless of its source, a spell follows the rules here.\n\n## What Is a Spell?\n\nA spell is a discrete magical effect, a single shaping of the magical energies that suffuse the multiverse into a specific, limited expression. In casting a spell, a character carefully plucks at the invisible strands of raw magic suffusing the world, pins them in place in a particular pattern, sets them vibrating in a specific way, and then releases them to unleash the desired effect—in most cases, all in the span of seconds.\n\nSpells can be versatile tools, weapons, or protective wards. They can deal damage or undo it, impose or remove conditions (see appendix A), drain life energy away, and restore life to the dead.\n\nUncounted thousands of spells have been created over the course of the multiverse’s history, and many of them are long forgotten. Some might yet lie recorded in crumbling spellbooks hidden in ancient ruins or trapped in the minds of dead gods. Or they might someday be reinvented by a character who has amassed enough power and wisdom to do so.\n\n## Spell Level\n\nEvery spell has a level from 0 to 9. A spell’s level is a general indicator of how powerful it is, with the lowly (but still impressive) _magic missile_ at 1st level and the earth-shaking _wish_ at 9th. Cantrips—simple but powerful spells that characters can cast almost by rote—are level 0. The higher a spell’s level, the higher level a spellcaster must be to use that spell.\n\nSpell level and character level don’t correspond directly. Typically, a character has to be at least 17th level, not 9th level, to cast a 9th-level spell.\n\n## Known and Prepared Spells\n\nBefore a spellcaster can use a spell, he or she must have the spell firmly fixed in mind, or must have access to the spell in a magic item. Members of a few classes, including bards and sorcerers, have a limited list of spells they know that are always fixed in mind. The same thing is true of many magic-using monsters. Other spellcasters, such as clerics and wizards, undergo a process of preparing spells. This process varies for different classes, as detailed in their descriptions.\n\nIn every case, the number of spells a caster can have fixed in mind at any given time depends on the character’s level.\n\n## Spell Slots\n\nRegardless of how many spells a caster knows or prepares, he or she can cast only a limited number of spells before resting. Manipulating the fabric of magic and channeling its energy into even a simple spell is physically and mentally taxing, and higher level spells are even more so. Thus, each spellcasting class’s description (except that of the warlock) includes a table showing how many spell slots of each spell level a character can use at each character level. For example, the 3rd-level wizard Umara has four 1st-level spell slots and two 2nd-level slots.\n\nWhen a character casts a spell, he or she expends a slot of that spell’s level or higher, effectively “filling” a slot with the spell. You can think of a spell slot as a groove of a certain size—small for a 1st-level slot, larger for a spell of higher level. A 1st-level spell fits into a slot of any size, but a 9th-level spell fits only in a 9th-level slot. So when Umara casts _magic missile_, a 1st-level spell, she spends one of her four 1st-level slots and has three remaining.\n\nFinishing a long rest restores any expended spell slots.\n\nSome characters and monsters have special abilities that let them cast spells without using spell slots. For example, a monk who follows the Way of the Four Elements, a warlock who chooses certain eldritch invocations, and a pit fiend from the Nine Hells can all cast spells in such a way.\n\n### Casting a Spell at a Higher Level\n\nWhen a spellcaster casts a spell using a slot that is of a higher level than the spell, the spell assumes the higher level for that casting. For instance, if Umara casts _magic missile_ using one of her 2nd-level slots, that _magic missile_ is 2nd level. Effectively, the spell expands to fill the slot it is put into.\n\nSome spells, such as _magic missile_ and _cure wounds_, have more powerful effects when cast at a higher level, as detailed in a spell’s description.\n\n> ## Casting in Armor\n>\n>Because of the mental focus and precise gestures required for spellcasting, you must be proficient with the armor you are wearing to cast a spell. You are otherwise too distracted and physically hampered by your armor for spellcasting.\n\n## Cantrips\n\nA cantrip is a spell that can be cast at will, without using a spell slot and without being prepared in advance. Repeated practice has fixed the spell in the caster’s mind and infused the caster with the magic needed to produce the effect over and over. A cantrip’s spell level is 0.\n\n## Rituals\n\nCertain spells have a special tag: ritual. Such a spell can be cast following the normal rules for spellcasting, or the spell can be cast as a ritual. The ritual version of a spell takes 10 minutes longer to cast than normal. It also doesn’t expend a spell slot, which means the ritual version of a spell can’t be cast at a higher level.\n\nTo cast a spell as a ritual, a spellcaster must have a feature that grants the ability to do so. The cleric and the druid, for example, have such a feature. The caster must also have the spell prepared or on his or her list of spells known, unless the character’s ritual feature specifies otherwise, as the wizard’s does.\n\n## Casting a Spell\n\nWhen a character casts any spell, the same basic rules are followed, regardless of the character’s class or the spell’s effects.\n\nEach spell description begins with a block of information, including the spell’s name, level, school of magic, casting time, range, components, and duration. The rest of a spell entry describes the spell’s effect.\n\n## Casting Time\n\nMost spells require a single action to cast, but some spells require a bonus action, a reaction, or much more time to cast.\n\n### Bonus Action\n\nA spell cast with a bonus action is especially swift. You must use a bonus action on your turn to cast the spell, provided that you haven’t already taken a bonus action this turn. You can’t cast another spell during the same turn, except for a cantrip with a casting time of 1 action.\n\n### Reactions\n\nSome spells can be cast as reactions. These spells take a fraction of a second to bring about and are cast in response to some event. If a spell can be cast as a reaction, the spell description tells you exactly when you can do so.\n\n### Longer Casting Times\n\nCertain spells (including spells cast as rituals) require more time to cast: minutes or even hours. When you cast a spell with a casting time longer than a single action or reaction, you must spend your action each turn casting the spell, and you must maintain your concentration while you do so (see “Concentration” below). If your concentration is broken, the spell fails, but you don’t expend a spell slot. If you want to try casting the spell again, you must start over.\n\n## Spell Range\n\nThe target of a spell must be within the spell’s range. For a spell like _magic missile_, the target is a creature. For a spell like _fireball_, the target is the point in space where the ball of fire erupts.\n\nMost spells have ranges expressed in feet. Some spells can target only a creature (including you) that you touch. Other spells, such as the _shield_ spell, affect only you. These spells have a range of self.\n\nSpells that create cones or lines of effect that originate from you also have a range of self, indicating that the origin point of the spell’s effect must be you (see “Areas of Effect” later in the this chapter).\n\nOnce a spell is cast, its effects aren’t limited by its range, unless the spell’s description says otherwise.\n\n## Components\n\nA spell’s components are the physical requirements you must meet in order to cast it. Each spell’s description indicates whether it requires verbal (V), somatic (S), or material (M) components. If you can’t provide one or more of a spell’s components, you are unable to cast the spell.\n\n### Verbal (V)\n\nMost spells require the chanting of mystic words. The words themselves aren’t the source of the spell’s power; rather, the particular combination of sounds, with specific pitch and resonance, sets the threads of magic in motion. Thus, a character who is gagged or in an area of silence, such as one created by the _silence_ spell, can’t cast a spell with a verbal component.\n\n### Somatic (S)\n\nSpellcasting gestures might include a forceful gesticulation or an intricate set of gestures. If a spell requires a somatic component, the caster must have free use of at least one hand to perform these gestures.\n\n### Material (M)\n\nCasting some spells requires particular objects, specified in parentheses in the component entry. A character can use a **component pouch** or a **spellcasting focus** (found in “Equipment”) in place of the components specified for a spell. But if a cost is indicated for a component, a character must have that specific component before he or she can cast the spell.\n\nIf a spell states that a material component is consumed by the spell, the caster must provide this component for each casting of the spell.\n\nA spellcaster must have a hand free to access a spell’s material components—or to hold a spellcasting focus—but it can be the same hand that he or she uses to perform somatic components.\n\n## Duration\n\nA spell’s duration is the length of time the spell persists. A duration can be expressed in rounds, minutes, hours, or even years. Some spells specify that their effects last until the spells are dispelled or destroyed.\n\n### Instantaneous\n\nMany spells are instantaneous. The spell harms, heals, creates, or alters a creature or an object in a way that can’t be dispelled, because its magic exists only for an instant.\n\n### Concentration\n\nSome spells require you to maintain concentration in order to keep their magic active. If you lose concentration, such a spell ends.\n\nIf a spell must be maintained with concentration, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end concentration at any time (no action required).\n\nNormal activity, such as moving and attacking, doesn’t interfere with concentration. The following factors can break concentration:\n\n* **Casting another spell that requires concentration.** You lose concentration on a spell if you cast another spell that requires concentration. You can’t concentrate on two spells at once.\n* **Taking damage.** Whenever you take damage while you are concentrating on a spell, you must make a Constitution saving throw to maintain your concentration. The DC equals 10 or half the damage you take, whichever number is higher. If you take damage from multiple sources, such as an arrow and a dragon’s breath, you make a separate saving throw for each source of damage.\n* **Being incapacitated or killed.** You lose concentration on a spell if you are incapacitated or if you die.\n\nThe GM might also decide that certain environmental phenomena, such as a wave crashing over you while you’re on a storm-tossed ship, require you to succeed on a DC 10 Constitution saving throw to maintain concentration on a spell.\n\n## Targets\n\nA typical spell requires you to pick one or more targets to be affected by the spell’s magic. A spell’s description tells you whether the spell targets creatures, objects, or a point of origin for an area of effect (described below).\n\nUnless a spell has a perceptible effect, a creature might not know it was targeted by a spell at all. An effect like crackling lightning is obvious, but a more subtle effect, such as an attempt to read a creature’s thoughts, typically goes unnoticed, unless a spell says otherwise.\n\n### A Clear Path to the Target\n\nTo target something, you must have a clear path to it, so it can’t be behind total cover.\n\nIf you place an area of effect at a point that you can’t see and an obstruction, such as a wall, is between you and that point, the point of origin comes into being on the near side of that obstruction.\n\n### Targeting Yourself\n\nIf a spell targets a creature of your choice, you can choose yourself, unless the creature must be hostile or specifically a creature other than you. If you are in the area of effect of a spell you cast, you can target yourself.\n\n## Areas of Effect\n\nSpells such as _burning hands_ and _cone of cold_ cover an area, allowing them to affect multiple creatures at once.\n\nA spell’s description specifies its area of effect, which typically has one of five different shapes: cone, cube, cylinder, line, or sphere. Every area of effect has a **point of origin**, a location from which the spell’s energy erupts. The rules for each shape specify how you position its point of origin. Typically, a point of origin is a point in space, but some spells have an area whose origin is a creature or an object.\n\nA spell’s effect expands in straight lines from the point of origin. If no unblocked straight line extends from the point of origin to a location within the area of effect, that location isn’t included in the spell’s area. To block one of these imaginary lines, an obstruction must provide total cover.\n\n### Cone\n\nA cone extends in a direction you choose from its point of origin. A cone’s width at a given point along its length is equal to that point’s distance from the point of origin. A cone’s area of effect specifies its maximum length.\n\nA cone’s point of origin is not included in the cone’s area of effect, unless you decide otherwise.\n\n### Cube\n\nYou select a cube’s point of origin, which lies anywhere on a face of the cubic effect. The cube’s size is expressed as the length of each side.\n\nA cube’s point of origin is not included in the cube’s area of effect, unless you decide otherwise.\n\n### Cylinder\n\nA cylinder’s point of origin is the center of a circle of a particular radius, as given in the spell description. The circle must either be on the ground or at the height of the spell effect. The energy in a cylinder expands in straight lines from the point of origin to the perimeter of the circle, forming the base of the cylinder. The spell’s effect then shoots up from the base or down from the top, to a distance equal to the height of the cylinder.\n\nA cylinder’s point of origin is included in the cylinder’s area of effect.\n\n### Line\n\nA line extends from its point of origin in a straight path up to its length and covers an area defined by its width.\n\nA line’s point of origin is not included in the line’s area of effect, unless you decide otherwise.\n\n### Sphere\n\nYou select a sphere’s point of origin, and the sphere extends outward from that point. The sphere’s size is expressed as a radius in feet that extends from the point.\n\nA sphere’s point of origin is included in the sphere’s area of effect.\n\n## Spell Saving Throws\n\nMany spells specify that a target can make a saving throw to avoid some or all of a spell’s effects. The spell specifies the ability that the target uses for the save and what happens on a success or failure.\n\nThe DC to resist one of your spells equals 8 + your spellcasting ability modifier + your proficiency bonus + any special modifiers.\n\n## Spell Attack Rolls\n\nSome spells require the caster to make an attack roll to determine whether the spell effect hits the intended target. Your attack bonus with a spell attack equals your spellcasting ability modifier + your proficiency bonus.\n\nMost spells that require attack rolls involve ranged attacks. Remember that you have disadvantage on a ranged attack roll if you are within 5 feet of a hostile creature that can see you and that isn’t incapacitated.\n\n> ## The Schools of Magic\n>\n> Academies of magic group spells into eight categories called schools of magic. Scholars, particularly wizards, apply these categories to all spells, believing that all magic functions in essentially the same way, whether it derives from rigorous study or is bestowed by a deity.\n>\n> The schools of magic help describe spells; they have no rules of their own, although some rules refer to the schools.\n>\n> **Abjuration** spells are protective in nature, though some of them have aggressive uses. They create magical barriers, negate harmful effects, harm trespassers, or banish creatures to other planes of existence.\n>\n> **Conjuration** spells involve the transportation of objects and creatures from one location to another. Some spells summon creatures or objects to the caster’s side, whereas others allow the caster to teleport to another location. Some conjurations create objects or effects out of nothing.\n>\n> **Divination** spells reveal information, whether in the form of secrets long forgotten, glimpses of the future, the locations of hidden things, the truth behind illusions, or visions of distant people or places.\n>\n> **Enchantment** spells affect the minds of others, influencing or controlling their behavior. Such spells can make enemies see the caster as a friend, force creatures to take a course of action, or even control another creature like a puppet.\n>\n> **Evocation** spells manipulate magical energy to produce a desired effect. Some call up blasts of fire or lightning. Others channel positive energy to heal wounds.\n>\n> **Illusion** spells deceive the senses or minds of others. They cause people to see things that are not there, to miss things that are there, to hear phantom noises, or to remember things that never happened. Some illusions create phantom images that any creature can see, but the most insidious illusions plant an image directly in the mind of a creature.\n>\n> **Necromancy** spells manipulate the energies of life and death. Such spells can grant an extra reserve of life force, drain the life energy from another creature, create the undead, or even bring the dead back to life.\n>\n> Creating the undead through the use of necromancy spells such as _animate dead_ is not a good act, and only evil casters use such spells frequently.\n>\n> **Transmutation** spells change the properties of a creature, object, or environment. They might turn an enemy into a harmless creature, bolster the strength of an ally, make an object move at the caster’s command, or enhance a creature’s innate healing abilities to rapidly recover from injury.\n\n## Combining Magical Effects\n\nThe effects of different spells add together while the durations of those spells overlap. The effects of the same spell cast multiple times don’t combine, however. Instead, the most potent effect—such as the highest bonus—from those castings applies while their durations overlap.\n\nFor example, if two clerics cast _bless_ on the same target, that character gains the spell’s benefit only once; he or she doesn’t get to roll two bonus dice.",
	"parent": "Spellcasting"
},
{
	"name": "Adventuring Gear",
	"desc": "This section describes items that have special rules or require further explanation.\n\n**_Acid._** As an action, you can splash the contents of this vial onto a creature within 5 feet of you or throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or object, treating the acid as an improvised weapon. On a hit, the target takes 2d6 acid damage.\n\n**_Alchemist’s Fire._** This sticky, adhesive fluid ignites when exposed to air. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the alchemist's fire as an improvised weapon. On a hit, the target takes 1d4 fire damage at the start of each of its turns. A creature can end this damage by using its action to make a DC 10 Dexterity check to extinguish the flames.\n\n**_Antitoxin._** A creature that drinks this vial of liquid gains advantage on saving throws against poison for 1 hour. It confers no benefit to undead or constructs.\n\n**_Arcane Focus._** An arcane focus is a special item—an orb, a crystal, a rod, a specially constructed staff, a wand-like length of wood, or some similar item— designed to channel the power of arcane spells. A sorcerer, warlock, or wizard can use such an item as a spellcasting focus.\n\n**_Ball Bearings._** As an action, you can spill these tiny metal balls from their pouch to cover a level, square area that is 10 feet on a side. A creature moving across the covered area must succeed on a DC 10 Dexterity saving throw or fall prone. A creature moving through the area at half speed doesn’t need to make the save.\n\n**_Block and Tackle._** A set of pulleys with a cable threaded through them and a hook to attach to objects, a block and tackle allows you to hoist up to four times the weight you can normally lift.\n\n**_Book._** A book might contain poetry, historical accounts, information pertaining to a particular field of lore, diagrams and notes on gnomish contraptions, or just about anything else that can be represented using text or pictures. A book of spells is a spellbook (described later in this section).\n\n**_Caltrops._** As an action, you can spread a bag of caltrops to cover a square area that is 5 feet on a side. Any creature that enters the area must succeed on a DC 15 Dexterity saving throw or stop moving this turn and take 1 piercing damage. Taking this damage reduces the creature’s walking speed by 10 feet until the creature regains at least 1 hit point. A creature moving through the area at half speed doesn’t need to make the save.\n\n**_Candle._** For 1 hour, a candle sheds bright light in a 5-foot radius and dim light for an additional 5 feet.\n\n**_Case, Crossbow Bolt._** This wooden case can hold up to twenty crossbow bolts.\n\n**_Case, Map or Scroll._** This cylindrical leather case can hold up to ten rolled-up sheets of paper or five rolled-up sheets of parchment.\n\n**_Chain._** A chain has 10 hit points. It can be burst with a successful DC 20 Strength check.\n\n**_Climber’s Kit._** A climber’s kit includes special pitons, boot tips, gloves, and a harness. You can use the climber’s kit as an action to anchor yourself; when you do, you can’t fall more than 25 feet from the point where you anchored yourself, and you can’t climb more than 25 feet away from that point without undoing the anchor.\n\n**_Component Pouch._** A component pouch is a small, watertight leather belt pouch that has compartments to hold all the material components and other special items you need to cast your spells, except for those components that have a specific cost (as indicated in a spell's description).\n**_Crowbar._** Using a crowbar grants advantage to Strength checks where the crowbar’s leverage can be applied.\n\n**_Druidic Focus._** A druidic focus might be a sprig of mistletoe or holly, a wand or scepter made of yew or another special wood, a staff drawn whole out of a living tree, or a totem object incorporating feathers, fur, bones, and teeth from sacred animals. A druid can use such an object as a spellcasting focus.\n\n**_Fishing Tackle._** This kit includes a wooden rod, silken line, corkwood bobbers, steel hooks, lead sinkers, velvet lures, and narrow netting.\nHealer’s Kit. This kit is a leather pouch containing bandages, salves, and splints. The kit has ten uses. As an action, you can expend one use of the kit to stabilize a creature that has 0 hit points, without needing to make a Wisdom (Medicine) check.\n\n**_Holy Symbol._** A holy symbol is a representation of a god or pantheon. It might be an amulet depicting a symbol representing a deity, the same symbol carefully engraved or inlaid as an emblem on a shield, or a tiny box holding a fragment of a sacred relic. Appendix PH-B ",
	"parent": "Equipment"
},
{
	"name":"Armor",
	"desc":"Fantasy gaming worlds are a vast tapestry made up of many different cultures, each with its own technology level. For this reason, adventurers have access to a variety of armor types, ranging from leather armor to chain mail to costly plate armor, with several other kinds of armor in between. The Armor table collects the most commonly available types of armor found in the game and separates them into three categories: light armor, medium armor, and heavy armor. Many warriors supplement their armor with a shield.\n\nThe Armor table shows the cost, weight, and other properties of the common types of armor worn in fantasy gaming worlds.\n\n**_Armor Proficiency._** Anyone can put on a suit of armor or strap a shield to an arm. Only those proficient in the armor’s use know how to wear it effectively, however. Your class gives you proficiency with certain types of armor. If you wear armor that you lack proficiency with, you have disadvantage on any ability check, saving throw, or attack roll that involves Strength or Dexterity, and you can’t cast spells.\n\n**_Armor Class (AC)._** Armor protects its wearer from attacks. The armor (and shield) you wear determines your base Armor Class.\n\n**_Heavy Armor._** Heavier armor interferes with the wearer’s ability to move quickly, stealthily, and freely. If the Armor table shows “Str 13” or “Str 15” in the Strength column for an armor type, the armor reduces the wearer’s speed by 10 feet unless the wearer has a Strength score equal to or higher than the listed score.\n\n**_Stealth._** If the Armor table shows “Disadvantage” in the Stealth column, the wearer has disadvantage on Dexterity (Stealth) checks.\n\n**_Shields._** A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.\n\n## Light Armor\n\nMade from supple and thin materials, light armor favors agile adventurers since it offers some protection without sacrificing mobility. If you wear light armor, you add your Dexterity modifier to the base number from your armor type to determine your Armor Class.\n\n**_Padded._** Padded armor consists of quilted layers of cloth and batting.\n\n**_Leather._** The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.\n\n**_Studded Leather._** Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes.\n\n## Medium Armor\n\nMedium armor offers more protection than light armor, but it also impairs movement more. If you wear medium armor, you add your Dexterity modifier, to a maximum of +2, to the base number from your armor type to determine your Armor Class.\n\n**_Hide._** This crude armor consists of thick furs and pelts. It is commonly worn by barbarian tribes, evil humanoids, and other folk who lack access to the tools and materials needed to create better armor.\n\n**_Chain Shirt._** Made of interlocking metal rings, a chain shirt is worn between layers of clothing or leather. This armor offers modest protection to the wearer’s upper body and allows the sound of the rings rubbing against one another to be muffled by outer layers.\n\n**_Scale Mail._** This armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered with overlapping pieces of metal, much like the scales of a fish. The suit includes gauntlets.\n\n**_Breastplate._** This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves the legs and arms relatively unprotected, this armor provides good protection for the wearer’s vital organs while leaving the wearer relatively unencumbered.\n\n**_Half Plate._** Half plate consists of shaped metal plates that cover most of the wearer’s body. It does not include leg protection beyond simple greaves that are attached with leather straps.\n\n## Heavy Armor\n\nOf all the armor categories, heavy armor offers the best protection. These suits of armor cover the entire body and are designed to stop a wide range of attacks. Only proficient warriors can manage their weight and bulk.\n\nHeavy armor doesn’t let you add your Dexterity modifier to your Armor Class, but it also doesn’t penalize you if your Dexterity modifier is negative.\n\n**_Ring Mail._** This armor is leather armor with heavy rings sewn into it. The rings help reinforce the armor against blows from swords and axes. Ring mail is inferior to chain mail, and it's usually worn only by those who can’t afford better armor.\n\n**_Chain Mail._** Made of interlocking metal rings, chain mail includes a layer of quilted fabric worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.\n\n**_Splint._** This armor is made of narrow vertical strips of metal riveted to a backing of leather that is worn over cloth padding. Flexible chain mail protects the joints.\n\n**_Plate._** Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor. Buckles and straps distribute the weight over the body.\n\n**Armor (table)**\n\n| Armor              | Cost     | Armor Class (AC)          | Strength | Stealth      | Weight |\n|--------------------|----------|---------------------------|----------|--------------|--------|\n| **_Light Armor_**  |          |                           |          |              |        |\n| Padded             | 5 gp     | 11 + Dex modifier         | —        | Disadvantage | 8 lb.  |\n| Leather            | 10 gp    | 11 + Dex modifier         | —        | —            | 10 lb. |\n| Studded leather    | 45 gp    | 12 + Dex modifier         | —        | —            | 13 lb. |\n| **_Medium Armor_** |          |                           |          |              |        |\n| Hide               | 10 gp    | 12 + Dex modifier (max 2) | —        | —            | 12 lb. |\n| Chain shirt        | 50 gp    | 13 + Dex modifier (max 2) | —        | —            | 20 lb. |\n| Scale mail         | 50 gp    | 14 + Dex modifier (max 2) | —        | Disadvantage | 45 lb. |\n| Breastplate        | 400 gp   | 14 + Dex modifier (max 2) | —        | —            | 20 lb. |\n| Half plate         | 750 gp   | 15 + Dex modifier (max 2) | —        | Disadvantage | 40 lb. |\n| **_Heavy Armor_**  |          |                           |          |              |        |\n| Ring mail          | 30 gp    | 14                        | —        | Disadvantage | 40 lb. |\n| Chain mail         | 75 gp    | 16                        | Str 13   | Disadvantage | 55 lb. |\n| Splint             | 200 gp   | 17                        | Str 15   | Disadvantage | 60 lb. |\n| Plate              | 1,500 gp | 18                        | Str 15   | Disadvantage | 65 lb. |\n| **_Shield_**       |          |                           |          |              |        |\n| Shield             | 10 gp    | +2                        | —        | —            | 6 lb.  |\n\n## Getting Into and Out of Armor\n\nThe time it takes to don or doff armor depends on the armor’s category.\n\n**_Don._** This is the time it takes to put on armor. You benefit from the armor’s AC only if you take the full time to don the suit of armor.\n\n**_Doff._** This is the time it takes to take off armor. If you have help, reduce this time by half.\n\n**Donning and Doffing Armor (table)**\n\n| Category     | Don        | Doff      |\n|--------------|------------|-----------|\n| Light Armor  | 1 minute   | 1 minute  |\n| Medium Armor | 5 minutes  | 1 minute  |\n| Heavy Armor  | 10 minutes | 5 minutes |\n| Shield       | 1 action   | 1 action  |",
	"parent":"Equipment"

},
{
	"name":"Equipment",
	"desc":"Common coins come in several different denominations based on the relative worth of the metal from which they are made. The three most common coins are the gold piece (gp), the silver piece (sp), and the copper piece (cp).\n\nWith one gold piece, a character can buy a bedroll, 50 feet of good rope, or a goat. A skilled (but not exceptional) artisan can earn one gold piece a day. The old piece is the standard unit of measure for wealth, even if the coin itself is not commonly used. When merchants discuss deals that involve goods or services worth hundreds or thousands of gold pieces, the transactions don’t usually involve the exchange of individual coins. Rather, the gold piece is a standard measure of value, and the actual exchange is in gold bars, letters of credit, or valuable goods.\n\nOne gold piece is worth ten silver pieces, the most prevalent coin among commoners. A silver piece buys a laborer’s work for half a day, a flask of lamp oil, or a night’s rest in a poor inn.\n\nOne silver piece is worth ten copper pieces, which are common among laborers and beggars. A single copper piece buys a candle, a torch, or a piece of chalk.\n\nIn addition, unusual coins made of other precious metals sometimes appear in treasure hoards. The electrum piece (ep) and the platinum piece (pp) originate from fallen empires and lost kingdoms, and they sometimes arouse suspicion and skepticism when used in transactions. An electrum piece is worth five silver pieces, and a platinum piece is worth ten gold pieces.\n\nA standard coin weighs about a third of an ounce, so fifty coins weigh a pound.\n\n**Standard Exchange Rates (table)**\n\n| Coin          | CP    | SP   | EP   | GP    | PP      |\n|---------------|-------|------|------|-------|---------|\n| Copper (cp)   | 1     | 1/10 | 1/50 | 1/100 | 1/1,000 |\n| Silver (sp)   | 10    | 1    | 1/5  | 1/10  | 1/100   |\n| Electrum (ep) | 50    | 5    | 1    | 1/2   | 1/20    |\n| Gold (gp)     | 100   | 10   | 2    | 1     | 1/10    |\n| Platinum (pp) | 1,000 | 100  | 20   | 10    | 1       |",
	"parent":"Equipment"
},
{
	"name":"Expenses",
	"desc":"When not descending into the depths of the earth, exploring ruins for lost treasures, or waging war against the encroaching darkness, adventurers face more mundane realities. Even in a fantastical world, people require basic necessities such as shelter, sustenance, and clothing. These things cost money, although some lifestyles cost more than others.\n\n## Lifestyle Expenses\n\nLifestyle expenses provide you with a simple way to account for the cost of living in a fantasy world. They cover your accommodations, food and drink, and all your other necessities. Furthermore, expenses cover the cost of maintaining your equipment so you can be ready when adventure next calls.\n\nAt the start of each week or month (your choice), choose a lifestyle from the Expenses table and pay the price to sustain that lifestyle. The prices listed are per day, so if you wish to calculate the cost of your chosen lifestyle over a thirty-day period, multiply the listed price by 30. Your lifestyle might change from one period to the next, based on the funds you have at your disposal, or you might maintain the same lifestyle throughout your character’s career.\n\nYour lifestyle choice can have consequences. Maintaining a wealthy lifestyle might help you make contacts with the rich and powerful, though you run the risk of attracting thieves. Likewise, living frugally might help you avoid criminals, but you are unlikely to make powerful connections.\n\n**Lifestyle Expenses (table)**\n\n| Lifestyle    | Price/Day     |\n|--------------|---------------|\n| Wretched     | —             |\n| Squalid      | 1 sp          |\n| Poor         | 2 sp          |\n| Modest       | 1 gp          |\n| Comfortable  | 2 gp          |\n| Wealthy      | 4 gp          |\n| Aristocratic | 10 gp minimum |\n\n**_Wretched._** You live in inhumane conditions. With no place to call home, you shelter wherever you can, sneaking into barns, huddling in old crates, and relying on the good graces of people better off than you. A wretched lifestyle presents abundant dangers. Violence, disease, and hunger follow you wherever you go. Other wretched people covet your armor, weapons, and adventuring gear, which represent a fortune by their standards. You are beneath the notice of most people.\n\n**_Squalid._** You live in a leaky stable, a mud-floored hut just outside town, or a vermin-infested boarding house in the worst part of town. You have shelter from the elements, but you live in a desperate and often violent environment, in places rife with disease, hunger, and misfortune. You are beneath the notice of most people, and you have few legal protections. Most people at this lifestyle level have suffered some terrible setback. They might be disturbed, marked as exiles, or suffer from disease.\n\n**_Poor._** A poor lifestyle means going without the comforts available in a stable community. Simple food and lodgings, threadbare clothing, and unpredictable conditions result in a sufficient, though probably unpleasant, experience. Your accommodations might be a room in a flophouse or in the common room above a tavern. You benefit from some legal protections, but you still have to contend with violence, crime, and disease. People at this lifestyle level tend to be unskilled laborers, costermongers, peddlers, thieves, mercenaries, and other disreputable types.\n\n**_Modest._** A modest lifestyle keeps you out of the slums and ensures that you can maintain your equipment. You live in an older part of town, renting a room in a boarding house, inn, or temple. You don’t go hungry or thirsty, and your living conditions are clean, if simple. Ordinary people living modest lifestyles include soldiers with families, laborers, students, priests, hedge wizards, and the like.\n\n**_Comfortable._** Choosing a comfortable lifestyle means that you can afford nicer clothing and can easily maintain your equipment. You live in a small cottage in a middle-class neighborhood or in a private room at a fine inn. You associate with merchants, skilled tradespeople, and military officers.\n\n**_Wealthy._** Choosing a wealthy lifestyle means living a life of luxury, though you might not have achieved the social status associated with the old money of nobility or royalty. You live a lifestyle comparable to that of a highly successful merchant, a favored servant of the royalty, or the owner of a few small businesses. You have respectable lodgings, usually a spacious home in a good part of town or a comfortable suite at a fine inn. You likely have a small staff of servants.\n\n**_Aristocratic._** You live a life of plenty and comfort. You move in circles populated by the most powerful people in the community. You have excellent lodgings, perhaps a townhouse in the nicest part of town or rooms in the finest inn. You dine at the best restaurants, retain the most skilled and fashionable tailor, and have servants attending to your every need. You receive invitations to the social gatherings of the rich and powerful, and spend evenings in the company of politicians, guild leaders, high priests, and nobility. You must also contend with the highest levels of deceit and treachery. The wealthier you are, the greater the chance you will be drawn into political intrigue as a pawn or participant.\n\n> ### Self-Sufficiency\n>\n> The expenses and lifestyles described here assume that you are spending your time between adventures in town, availing yourself of whatever services you can afford—paying for food and shelter, paying townspeople to sharpen your sword and repair your armor, and so on. Some characters, though, might prefer to spend their time away from civilization, sustaining themselves in the wild by hunting, foraging, and repairing their own gear.\n>\n> Maintaining this kind of lifestyle doesn’t require you to spend any coin, but it is time-consuming. If you spend your time between adventures practicing a profession, you can eke out the equivalent of a poor lifestyle. Proficiency in the Survival skill lets you live at the equivalent of a comfortable lifestyle.\n\n## Food, Drink, and Lodging\n\nThe Food, Drink, and Lodging table gives prices for individual food items and a single night’s lodging. These prices are included in your total lifestyle expenses.\n\n**Food, Drink, and Lodging (table)**\n\n| Item                     | Cost  |\n|--------------------------|-------|\n| **_Ale_**                |       |\n| - Gallon                 | 2 sp  |\n| - Mug                    | 4 cp  |\n| Banquet (per person)     | 10 gp |\n| Bread, loaf              | 2 cp  |\n| Cheese, hunk             | 1 sp  |\n| **_Inn stay (per day)_** |       |\n| - Squalid                | 7 cp  |\n| - Poor                   | 1 sp  |\n| - Modest                 | 5 sp  |\n| - Comfortable            | 8 sp  |\n| - Wealthy                | 2 gp  |\n| - Aristocratic           | 4 gp  |\n| **_Meals (per day)_**    |       |\n| - Squalid                | 3 cp  |\n| - Poor                   | 6 cp  |\n| - Modest                 | 3 sp  |\n| - Comfortable            | 5 sp  |\n| - Wealthy                | 8 sp  |\n| - Aristocratic           | 2 gp  |\n| Meat, chunk              | 3 sp  |\n| **_Wine_**               |       |\n| - Common (pitcher)       | 2 sp  |\n| - Fine (bottle)          | 10 gp |\n\n## Services\n\nAdventurers can pay nonplayer characters to assist them or act on their behalf in a variety of circumstances. Most such hirelings have fairly ordinary skills, while others are masters of a craft or art, and a few are experts with specialized adventuring skills.\n\nSome of the most basic types of hirelings appear on the Services table. Other common hirelings include any of the wide variety of people who inhabit a typical town or city, when the adventurers pay them to perform a specific task. For example, a wizard might pay a carpenter to construct an elaborate chest (and its miniature replica) for use in the *secret chest* spell. A fighter might commission a blacksmith to forge a special sword. A bard might pay a tailor to make exquisite clothing for an upcoming performance in front of the duke.\n\nOther hirelings provide more expert or dangerous services. Mercenary soldiers paid to help the adventurers take on a hobgoblin army are hirelings, as are sages hired to research ancient or esoteric lore. If a high-level adventurer establishes a stronghold of some kind, he or she might hire a whole staff of servants and agents to run the place, from a castellan or steward to menial laborers to keep the stables clean. These hirelings often enjoy a long-term contract that includes a place to live within the stronghold as part of the offered compensation.\n\nSkilled hirelings include anyone hired to perform a service that involves a proficiency (including weapon, tool, or skill): a mercenary, artisan, scribe, and so on. The pay shown is a minimum; some expert hirelings require more pay. Untrained hirelings are hired for menial work that requires no particular skill and can include laborers, porters, maids, and similar workers.\n\n**Services (table)**\n\n| Service Pay       | Pay           |\n|-------------------|---------------|\n| **_Coach cab_**   |               |\n| - Between towns   | 3 cp per mile |\n| - Within a city   | 1 cp          |\n| **_Hireling_**    |               |\n| - Skilled         | 2 gp per day  |\n| - Untrained       | 2 sp per day  |\n| Messenger         | 2 cp per mile |\n| Road or gate toll | 1 cp          |\n| Ship’s passage    | 1 sp per mile |\n\n## Spellcasting Services\n\nPeople who are able to cast spells don’t fall into the category of ordinary hirelings. It might be possible to find someone willing to cast a spell in exchange for coin or favors, but it is rarely easy and no established pay rates exist. As a rule, the higher the level of the desired spell, the harder it is to find someone who can cast it and the more it costs.\n\nHiring someone to cast a relatively common spell of 1st or 2nd level, such as *cure wounds* or *identify*, is easy enough in a city or town, and might cost 10 to 50 gold pieces (plus the cost of any expensive material components). Finding someone able and willing to cast a higher-level spell might involve traveling to a large city, perhaps one with a university or prominent temple. Once found, the spellcaster might ask for a service instead of payment—the kind of service that only adventurers can provide, such as retrieving a rare item from a dangerous locale or traversing a monster-infested wilderness to deliver something important to a distant settlement.",
	"parent":"Equipment"
},
{
	"name":"Mounts and Vehicles",
	"desc":"A good mount can help you move more quickly through the wilderness, but its primary purpose is to carry the gear that would otherwise slow you down. The Mounts and Other Animals table shows each animal’s speed and base carrying capacity.\n\nAn animal pulling a carriage, cart, chariot, sled, or wagon can move weight up to five times its base carrying capacity, including the weight of the vehicle. If multiple animals pull the same vehicle, they can add their carrying capacity together.\n\nMounts other than those listed here are available in fantasy gaming worlds, but they are rare and not normally available for purchase. These include flying mounts (pegasi, griffons, hippogriffs, and similar animals) and even aquatic mounts (giant sea horses, for example). Acquiring such a mount often means securing an egg and raising the creature yourself, making a bargain with a powerful entity, or negotiating with the mount itself.\n\n**_Barding._** Barding is armor designed to protect an animal’s head, neck, chest, and body. Any type of armor shown on the Armor table can be purchased as barding. The cost is four times the equivalent armor made for humanoids, and it weighs twice as much.\n\n**_Saddles._** A military saddle braces the rider, helping you keep your seat on an active mount in battle. It gives you advantage on any check you make to remain mounted. An exotic saddle is required for riding any aquatic or flying mount.\n\n**_Vehicle Proficiency._** If you have proficiency with a certain kind of vehicle (land or water), you can add your proficiency bonus to any check you make to control that kind of vehicle in difficult circumstances.\n\n**_Rowed Vessels._** Keelboats and rowboats are used on lakes and rivers. If going downstream, add the speed of the current (typically 3 miles per hour) to the speed of the vehicle. These vehicles can’t be rowed against any significant current, but they can be pulled upstream by draft animals on the shores. A rowboat weighs 100 pounds, in case adventurers carry it over land.\n\n**Mounts and Other Animals (table)**\n\n| Item           | Cost   | Speed  | Carrying Capacity |\n|----------------|--------|--------|-------------------|\n| Camel          | 50 gp  | 50 ft. | 480 lb.           |\n| Donkey or mule | 8 gp   | 40 ft. | 420 lb.           |\n| Elephant       | 200 gp | 40 ft. | 1,320 lb.         |\n| Horse, draft   | 50 gp  | 40 ft. | 540 lb.           |\n| Horse, riding  | 75 gp  | 60 ft. | 480 lb.           |\n| Mastiff        | 25 gp  | 40 ft. | 195 lb.           |\n| Pony           | 30 gp  | 40 ft. | 225 lb.           |\n| Warhorse       | 400 gp | 60 ft. | 540 lb.           |\n\n**Tack, Harness, and Drawn Vehicles (table)**\n\n| Item               | Cost   | Weight  |\n|--------------------|--------|---------|\n| Barding            | ×4     | ×2      |\n| Bit and bridle     | 2 gp   | 1 lb.   |\n| Carriage           | 100 gp | 600 lb. |\n| Cart               | 15 gp  | 200 lb. |\n| Chariot            | 250 gp | 100 lb. |\n| Feed (per day)     | 5 cp   | 10 lb.  |\n| **_Saddle_**       |        |         |\n| - Exotic           | 60 gp  | 40 lb.  |\n| - Military         | 20 gp  | 30 lb.  |\n| - Pack             | 5 gp   | 15 lb.  |\n| - Riding           | 10 gp  | 25 lb.  |\n| Saddlebags         | 4 gp   | 8 lb.   |\n| Sled               | 20 gp  | 300 lb. |\n| Stabling (per day) | 5 sp   | —       |\n| Wagon              | 35 gp  | 400 lb. |\n\n**Waterborne Vehicles (table)**\n\n| Item         | Cost      | Speed  |\n|--------------|-----------|--------|\n| Galley       | 30,000 gp | 4 mph  |\n| Keelboat     | 3,000 gp  | 1 mph  |\n| Longship     | 10,000 gp | 3 mph  |\n| Rowboat      | 50 gp     | 1½ mph |\n| Sailing ship | 10,000 gp | 2 mph  |\n| Warship      | 25,000 gp | 2½ mph |\n",
	"parent":"Equipment"
},
{
	"name":"Selling Treasure",
	"desc":"Opportunities abound to find treasure, equipment, weapons, armor, and more in the dungeons you explore. Normally, you can sell your treasures and trinkets when you return to a town or other settlement, provided that you can find buyers and merchants interested in your loot.\n\n**_Arms, Armor, and Other Equipment._** As a general rule, undamaged weapons, armor, and other equipment fetch half their cost when sold in a market. Weapons and armor used by monsters are rarely in good enough condition to sell.\n\n**_Magic Items._** Selling magic items is problematic. Finding someone to buy a potion or a scroll isn’t too hard, but other items are out of the realm of most but the wealthiest nobles. Likewise, aside from a few common magic items, you won’t normally come across magic items or spells to purchase. The value of magic is far beyond simple gold and should always be treated as such.\n\n**_Gems, Jewelry, and Art Objects._** These items retain their full value in the marketplace, and you can either trade them in for coin or use them as currency for other transactions. For exceptionally valuable treasures, the GM might require you to find a buyer in a large town or larger community first.\n\n**_Trade Goods._** On the borderlands, many people conduct transactions through barter. Like gems and art objects, trade goods—bars of iron, bags of salt, livestock, and so on—retain their full value in the market and can be used as currency.",
	"parent":"Equipment"
},

{
	"name":"Tools",
	"desc":"A tool helps you to do something you couldn't otherwise do, such as craft or repair an item, forge a document, or pick a lock. Your race, class, background, or feats give you proficiency with certain tools. Proficiency with a tool allows you to add your proficiency bonus to any ability check you make using that tool. Tool use is not tied to a single ability, since proficiency with a tool represents broader knowledge of its use. For example, the GM might ask you to make a Dexterity check to carve a fine detail with your woodcarver’s tools, or a Strength check to make something out of particularly hard wood.\n\n**Tools (table)**\n\n| Item                      | Cost  | Weight |\n|---------------------------|-------|--------|\n| **_Artisan’s tools_**     |       |        |\n| - Alchemist’s supplies    | 50 gp | 8 lb.  |\n| - Brewer’s supplies       | 20 gp | 9 lb.  |\n| - Calligrapher's supplies | 10 gp | 5 lb.  |\n| - Carpenter’s tools       | 8 gp  | 6 lb.  |\n| - Cartographer’s tools    | 15 gp | 6 lb.  |\n| - Cobbler’s tools         | 5 gp  | 5 lb.  |\n| - Cook’s utensils         | 1 gp  | 8 lb.  |\n| - Glassblower’s tools     | 30 gp | 5 lb.  |\n| - Jeweler’s tools         | 25 gp | 2 lb.  |\n| - Leatherworker’s tools   | 5 gp  | 5 lb.  |\n| - Mason’s tools           | 10 gp | 8 lb.  |\n| - Painter’s supplies      | 10 gp | 5 lb.  |\n| - Potter’s tools          | 10 gp | 3 lb.  |\n| - Smith’s tools           | 20 gp | 8 lb.  |\n| - Tinker’s tools          | 50 gp | 10 lb. |\n| - Weaver’s tools          | 1 gp  | 5 lb.  |\n| - Woodcarver’s tools      | 1 gp  | 5 lb.  |\n| Disguise kit              | 25 gp | 3 lb.  |\n| Forgery kit               | 15 gp | 5 lb.  |\n| **_Gaming set_**          |       |        |\n| - Dice set                | 1 sp  | —      |\n| - Playing card set        | 5 sp  | —      |\n| Herbalism kit             | 5 gp  | 3 lb.  |\n| **_Musical instrument_**  |       |        |\n| - Bagpipes                | 30 gp | 6 lb.  |\n| - Drum                    | 6 gp  | 3 lb.  |\n| - Dulcimer                | 25 gp | 10 lb. |\n| - Flute                   | 2 gp  | 1 lb.  |\n| - Lute                    | 35 gp | 2 lb.  |\n| - Lyre                    | 30 gp | 2 lb.  |\n| - Horn                    | 3 gp  | 2 lb.  |\n| - Pan flute               | 12 gp | 2 lb.  |\n| - Shawm                   | 2 gp  | 1 lb.  |\n| - Viol                    | 30 gp | 1 lb.  |\n| Navigator’s tools         | 25 gp | 2 lb.  |\n| Poisoner’s kit            | 50 gp | 2 lb.  |\n| Thieves’ tools            | 25 gp | 1 lb.  |\n| Vehicles (land or water)  | \\*    | \\*     |\n\n\\* See the “Mounts and Vehicles” section.\n\n**_Artisan’s Tools._** These special tools include the items needed to pursue a craft or trade. The table shows examples of the most common types of tools, each providing items related to a single craft. Proficiency with a set of artisan’s tools lets you add your proficiency bonus to any ability checks you make using the tools in your craft. Each type of artisan’s tools requires a separate proficiency.\n\n**_Disguise Kit._** This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.\n\n**_Forgery Kit._** This small box contains a variety of papers and parchments, pens and inks, seals and sealing wax, gold and silver leaf, and other supplies necessary to create convincing forgeries of physical documents. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a physical forgery of a document.\n\n**_Gaming Set._** This item encompasses a wide range of game pieces, including dice and decks of cards (for games such as Three-Dragon Ante). A few common examples appear on the Tools table, but other kinds of gaming sets exist. If you are proficient with a gaming set, you can add your proficiency bonus to ability checks you make to play a game with that set. Each type of gaming set requires a separate proficiency.\n\n**_Herbalism Kit._** This kit contains a variety of instruments such as clippers, mortar and pestle, and pouches and vials used by herbalists to create remedies and potions. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to identify or apply herbs. Also, proficiency with this kit is required to create antitoxin and potions of healing.\n\n**_Musical Instrument._** Several of the most common types of musical instruments are shown on the table as examples. If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. A bard can use a musical instrument as a spellcasting focus. Each type of musical instrument requires a separate proficiency.\n\n**_Navigator’s Tools._** This set of instruments is used for navigation at sea. Proficiency with navigator's tools lets you chart a ship's course and follow navigation charts. In addition, these tools allow you to add your proficiency bonus to any ability check you make to avoid getting lost at sea.\n\n**_Poisoner’s Kit._** A poisoner’s kit includes the vials, chemicals, and other equipment necessary for the creation of poisons. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to craft or use poisons.\n\n**_Thieves’ Tools._** This set of tools includes a small file, a set of lock picks, a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers. Proficiency with these tools lets you add your proficiency bonus to any ability checks you make to disarm traps or open locks.",
	"parent":"Equipment"
},
{
	"name":"Trade Goods",
	"desc":"Most wealth is not in coins. It is measured in livestock, grain, land, rights to collect taxes, or rights to resources (such as a mine or a forest).\n\nGuilds, nobles, and royalty regulate trade. Chartered companies are granted rights to conduct trade along certain routes, to send merchant ships to various ports, or to buy or sell specific goods. Guilds set prices for the goods or services that they control, and determine who may or may not offer those goods and services. Merchants commonly exchange trade goods without using currency. The Trade Goods table shows the value of commonly exchanged goods.\n\n**Trade Goods (table)**\n\n| Cost   | Goods                                        |\n|--------|----------------------------------------------|\n| 1 cp   | 1 lb. of wheat                               |\n| 2 cp   | 1 lb. of flour or one chicken                |\n| 5 cp   | 1 lb. of salt                                |\n| 1 sp   | 1 lb. of iron or 1 sq. yd. of canvas         |\n| 5 sp   | 1 lb. of copper or 1 sq. yd. of cotton cloth |\n| 1 gp   | 1 lb. of ginger or one goat                  |\n| 2 gp   | 1 lb. of cinnamon or pepper, or one sheep    |\n| 3 gp   | 1 lb. of cloves or one pig                   |\n| 5 gp   | 1 lb. of silver or 1 sq. yd. of linen        |\n| 10 gp  | 1 sq. yd. of silk or one cow                 |\n| 15 gp  | 1 lb. of saffron or one ox                   |\n| 50 gp  | 1 lb. of gold                                |\n| 500 gp | 1 lb. of platinum                            |",
	"parent":"Equipment"
},
{
	"name":"Weapons",
	"desc":"Your class grants proficiency in certain weapons, reflecting both the class’s focus and the tools you are most likely to use. Whether you favor a longsword or a longbow, your weapon and your ability to wield it effectively can mean the difference between life and death while adventuring.\n\nThe Weapons table shows the most common weapons used in the fantasy gaming worlds, their price and weight, the damage they deal when they hit, and any special properties they possess. Every weapon is classified as either melee or ranged. A **melee weapon** is used to attack a target within 5 feet of you, whereas a **ranged weapon** is used to attack a target at a distance.\n\n## Weapon Proficiency\n\nYour race, class, and feats can grant you proficiency with certain weapons or categories of weapons. The two categories are **simple** and **martial**. Most people can use simple weapons with proficiency. These weapons include clubs, maces, and other weapons often found in the hands of commoners. Martial weapons, including swords, axes, and polearms, require more specialized training to use effectively. Most warriors use martial weapons because these weapons put their fighting style and training to best use.\n\nProficiency with a weapon allows you to add your proficiency bonus to the attack roll for any attack you make with that weapon. If you make an attack roll using a weapon with which you lack proficiency, you do not add your proficiency bonus to the attack roll.\n\n## Weapon Properties\n\nMany weapons have special properties related to their use, as shown in the Weapons table.\n\n**_Ammunition._** You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack (you need a free hand to load a one-handed weapon). At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.\n\nIf you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon (see “Improvised Weapons” later in the section). A sling must be loaded to deal any damage when used in this way.\n\n**_Finesse._** When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.\n\n**_Heavy._** Small creatures have disadvantage on attack rolls with heavy weapons. A heavy weapon’s size and bulk make it too large for a Small creature to use effectively. Light. A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.\n\n**_Loading._** Because of the time required to load this weapon, you can fire only one piece of ammunition from it when you use an action, bonus action, or reaction to fire it, regardless of the number of attacks you can normally make.\n\n**_Range._** A weapon that can be used to make a ranged attack has a range in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon’s normal range in feet, and the second indicates the weapon’s long range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can’t attack a target beyond the weapon’s long range.\n\n**_Reach._** This weapon adds 5 feet to your reach when you attack with it, as well as when determining your reach for opportunity attacks with it.\n\n**_Special._** A weapon with the special property has unusual rules governing its use, explained in the weapon’s description (see “Special Weapons” later in this section).\n\n**_Thrown._** If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.\n\n**_Two-Handed._** This weapon requires two hands when you attack with it.\n\n**_Versatile._** This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.\n\n### Improvised Weapons\n\nSometimes characters don’t have their weapons and have to attack with whatever is at hand. An improvised weapon includes any object you can wield in one or two hands, such as broken glass, a table leg, a frying pan, a wagon wheel, or a dead goblin.\n\nOften, an improvised weapon is similar to an actual weapon and can be treated as such. For example, a table leg is akin to a club. At the GM’s option, a character proficient with a weapon can use a similar object as if it were that weapon and use his or her proficiency bonus.\n\nAn object that bears no resemblance to a weapon deals 1d4 damage (the GM assigns a damage type appropriate to the object). If a character uses a ranged weapon to make a melee attack, or throws a melee weapon that does not have the thrown property, it also deals 1d4 damage. An improvised thrown weapon has a normal range of 20 feet and a long range of 60 feet.\n\n### Silvered Weapons\n\nSome monsters that have immunity or resistance to nonmagical weapons are susceptible to silver weapons, so cautious adventurers invest extra coin to plate their weapons with silver. You can silver a single weapon or ten pieces of ammunition for 100 gp. This cost represents not only the price of the silver, but the time and expertise needed to add silver to the weapon without making it less effective.\n\n### Special Weapons\n\nWeapons with special rules are described here.\n\n**_Lance._** You have disadvantage when you use a lance to attack a target within 5 feet of you. Also, a lance requires two hands to wield when you aren’t mounted.\n\n**_Net._** A Large or smaller creature hit by a net is restrained until it is freed. A net has no effect on creatures that are formless, or creatures that are Huge or larger. A creature can use its action to make a DC 10 Strength check, freeing itself or another creature within its reach on a success. Dealing 5 slashing damage to the net (AC 10) also frees the creature without harming it, ending the effect and destroying the net.\n\nWhen you use an action, bonus action, or reaction to attack with a net, you can make only one attack regardless of the number of attacks you can normally make.\n\n**Weapons (table)**\n\n| Name                         | Cost  | Damage          | Weight  | Properties                                             |\n|------------------------------|-------|-----------------|---------|--------------------------------------------------------|\n| **_Simple Melee Weapons_**   |       |                 |         |                                                        |\n| Club                         | 1 sp  | 1d4 bludgeoning | 2 lb.   | Light                                                  |\n| Dagger                       | 2 gp  | 1d4 piercing    | 1 lb.   | Finesse, light, thrown (range 20/60)                   |\n| Greatclub                    | 2 sp  | 1d8 bludgeoning | 10 lb.  | Two-handed                                             |\n| Handaxe                      | 5 gp  | 1d6 slashing    | 2 lb.   | Light, thrown (range 20/60)                            |\n| Javelin                      | 5 sp  | 1d6 piercing    | 2 lb.   | Thrown (range 30/120)                                  |\n| Light hammer                 | 2 gp  | 1d4 bludgeoning | 2 lb.   | Light, thrown (range 20/60)                            |\n| Mace                         | 5 gp  | 1d6 bludgeoning | 4 lb.   | —                                                      |\n| Quarterstaff                 | 2 sp  | 1d6 bludgeoning | 4 lb.   | Versatile (1d8)                                        |\n| Sickle                       | 1 gp  | 1d4 slashing    | 2 lb.   | Light                                                  |\n| Spear                        | 1 gp  | 1d6 piercing    | 3 lb.   | Thrown (range 20/60), versatile (1d8)                  |\n| **_Simple Ranged Weapons_**  |       |                 |         |                                                        |\n| Crossbow, light              | 25 gp | 1d8 piercing    | 5 lb.   | Ammunition (range 80/320), loading, two-handed         |\n| Dart                         | 5 cp  | 1d4 piercing    | 1/4 lb. | Finesse, thrown (range 20/60)                          |\n| Shortbow                     | 25 gp | 1d6 piercing    | 2 lb.   | Ammunition (range 80/320), two-handed                  |\n| Sling                        | 1 sp  | 1d4 bludgeoning | —       | Ammunition (range 30/120)                              |\n| **_Martial Melee Weapons_**  |       |                 |         |                                                        |\n| Battleaxe                    | 10 gp | 1d8 slashing    | 4 lb.   | Versatile (1d10)                                       |\n| Flail                        | 10 gp | 1d8 bludgeoning | 2 lb.   | —                                                      |\n| Glaive                       | 20 gp | 1d10 slashing   | 6 lb.   | Heavy, reach, two-handed                               |\n| Greataxe                     | 30 gp | 1d12 slashing   | 7 lb.   | Heavy, two-handed                                      |\n| Greatsword                   | 50 gp | 2d6 slashing    | 6 lb.   | Heavy, two-handed                                      |\n| Halberd                      | 20 gp | 1d10 slashing   | 6 lb.   | Heavy, reach, two-handed                               |\n| Lance                        | 10 gp | 1d12 piercing   | 6 lb.   | Reach, special                                         |\n| Longsword                    | 15 gp | 1d8 slashing    | 3 lb.   | Versatile (1d10)                                       |\n| Maul                         | 10 gp | 2d6 bludgeoning | 10 lb.  | Heavy, two-handed                                      |\n| Morningstar                  | 15 gp | 1d8 piercing    | 4 lb.   | —                                                      |\n| Pike                         | 5 gp  | 1d10 piercing   | 18 lb.  | Heavy, reach, two-handed                               |\n| Rapier                       | 25 gp | 1d8 piercing    | 2 lb.   | Finesse                                                |\n| Scimitar                     | 25 gp | 1d6 slashing    | 3 lb.   | Finesse, light                                         |\n| Shortsword                   | 10 gp | 1d6 piercing    | 2 lb.   | Finesse, light                                         |\n| Trident                      | 5 gp  | 1d6 piercing    | 4 lb.   | Thrown (range 20/60), versatile (1d8)                  |\n| War pick                     | 5 gp  | 1d8 piercing    | 2 lb.   | —                                                      |\n| Warhammer                    | 15 gp | 1d8 bludgeoning | 2 lb.   | Versatile (1d10)                                       |\n| Whip                         | 2 gp  | 1d4 slashing    | 3 lb.   | Finesse, reach                                         |\n| **_Martial Ranged Weapons_** |       |                 |         |                                                        |\n| Blowgun                      | 10 gp | 1 piercing      | 1 lb.   | Ammunition (range 25/100), loading                     |\n| Crossbow, hand               | 75 gp | 1d6 piercing    | 3 lb.   | Ammunition (range 30/120), light, loading              |\n| Crossbow, heavy              | 50 gp | 1d10 piercing   | 18 lb.  | Ammunition (range 100/400), heavy, loading, two-handed |\n| Longbow                      | 50 gp | 1d8 piercing    | 2 lb.   | Ammunition (range 150/600), heavy, two-handed          |\n| Net                          | 1 gp  | —               | 3 lb.   | Special, thrown (range 5/15)                           |\n",
	"parent":"Equipment"
},
{
	"name":"Beyond 1st Level",
	"desc":"As your character goes on adventures and overcomes challenges, he or she gains experience, represented by experience points. A character who reaches a specified experience point total advances in capability. This advancement is called **gaining a level**.\n\nWhen your character gains a level, his or her class often grants additional features, as detailed in the class description. Some of these features allow you to increase your ability scores, either increasing two scores by 1 each or increasing one score by 2. You can’t increase an ability score above 20. In addition, every character’s proficiency bonus increases at certain levels.\n\nEach time you gain a level, you gain 1 additional Hit Die. Roll that Hit Die, add your Constitution modifier to the roll, and add the total to your hit point maximum. Alternatively, you can use the fixed value shown in your class entry, which is the average result of the die roll (rounded up).\n\nWhen your Constitution modifier increases by 1, your hit point maximum increases by 1 for each level you have attained. For example, if your 7th-level fighter has a Constitution score of 18, when he reaches 8th level, he increases his Constitution score from 17 to 18, thus increasing his Constitution modifier from +3 to +4. His hit point maximum then increases by 8.\n\nThe Character Advancement table summarizes the XP you need to advance in levels from level 1 through level 20, and the proficiency bonus for a character of that level. Consult the information in your character’s class description to see what other improvements you gain at each level.\n\n**Character Advancement (table)**\n\n| Experience Points | Level | Proficiency Bonus |\n|-------------------|-------|-------------------|\n| 0                 | 1     | +2                |\n| 300               | 2     | +2                |\n| 900               | 3     | +2                |\n| 2,700             | 4     | +2                |\n| 6,500             | 5     | +3                |\n| 14,000            | 6     | +3                |\n| 23,000            | 7     | +3                |\n| 34,000            | 8     | +3                |\n| 48,000            | 9     | +4                |\n| 64,000            | 10    | +4                |\n| 85,000            | 11    | +4                |\n| 100,000           | 12    | +4                |\n| 120,000           | 13    | +5                |\n| 140,000           | 14    | +5                |\n| 165,000           | 15    | +5                |\n| 195,000           | 16    | +5                |\n| 225,000           | 17    | +6                |\n| 265,000           | 18    | +6                |\n| 305,000           | 19    | +6                |\n| 355,000           | 20    | +6                |",
	"parent":"Character Advancement"

},
{
	"name":"Multiclassing",
	"desc":"Multiclassing allows you to gain levels in multiple classes. Doing so lets you mix the abilities of those classes to realize a character concept that might not be reflected in one of the standard class options.\n\nWith this rule, you have the option of gaining a level in a new class whenever you advance in level, instead of gaining a level in your current class. Your levels in all your classes are added together to determine your character level. For example, if you have three levels in wizard and two in fighter, you’re a 5th-level character.\n\nAs you advance in levels, you might primarily remain a member of your original class with just a few levels in another class, or you might change course entirely, never looking back at the class you left behind. You might even start progressing in a third or fourth class. Compared to a single-class character of the same level, you’ll sacrifice some focus in exchange for versatility.\n\n## Prerequisites\n\nTo qualify for a new class, you must meet the ability score prerequisites for both your current class and your new one, as shown in the Multiclassing Prerequisites table. For example, a barbarian who decides to multiclass into the druid class must have both Strength and Wisdom scores of 13 or higher. Without the full training that a beginning character receives, you must be a quick study in your new class, having a natural aptitude that is reflected by higher- than-average ability scores.\n\n**Multiclassing Prerequisites (table)**\n\n| Class     | Ability Score Minimum       |\n|-----------|-----------------------------|\n| Barbarian | Strength 13                 |\n| Bard      | Charisma 13                 |\n| Cleric    | Wisdom 13                   |\n| Druid     | Wisdom 13                   |\n| Fighter   | Strength 13 or Dexterity 13 |\n| Monk      | Dexterity 13 and Wisdom 13  |\n| Paladin   | Strength 13 and Charisma 13 |\n| Ranger    | Dexterity 13 and Wisdom 13  |\n| Rogue     | Dexterity 13                |\n| Sorcerer  | Charisma 13                 |\n| Warlock   | Charisma 13                 |\n| Wizard    | Intelligence 13             |\n\n## Experience Points\n\nThe experience point cost to gain a level is always based on your total character level, as shown in the Character Advancement table, not your level in a particular class. So, if you are a cleric 6/fighter 1, you must gain enough XP to reach 8th level before you can take your second level as a fighter or your seventh level as a cleric.\n\n## Hit Points and Hit Dice\n\nYou gain the hit points from your new class as described for levels after 1st. You gain the 1st-level hit points for a class only when you are a 1st-level character.\n\nYou add together the Hit Dice granted by all your classes to form your pool of Hit Dice. If the Hit Dice are the same die type, you can simply pool them together. For example, both the fighter and the paladin have a d10, so if you are a paladin 5/fighter 5, you have ten d10 Hit Dice. If your classes give you Hit Dice of different types, keep track of them separately. If you are a paladin 5/cleric 5, for example, you have five d10 Hit Dice and five d8 Hit Dice.\n\n# Proficiency Bonus\n\nYour proficiency bonus is always based on your total character level, as shown in the Character Advancement table in chapter 1, not your level in a particular class. For example, if you are a fighter 3/rogue 2, you have the proficiency bonus of a 5th- level character, which is +3.\n\n# Proficiencies\n\nWhen you gain your first level in a class other than your initial class, you gain only some of new class’s starting proficiencies, as shown in the Multiclassing Proficiencies table.\n\n**Multiclassing Proficiencies (table)**\n\n| Class     | Proficiencies Gained                                                                                       |\n|-----------|------------------------------------------------------------------------------------------------------------|\n| Barbarian | Shields, simple weapons, martial weapons                                                                   |\n| Bard      | Light armor, one skill of your choice, one musical instrument of your choice                               |\n| Cleric    | Light armor, medium armor, shields                                                                         |\n| Druid     | Light armor, medium armor, shields (druids will not wear armor or use shields made of metal)               |\n| Fighter   | Light armor, medium armor, shields, simple weapons, martial weapons                                        |\n| Monk      | Simple weapons, shortswords                                                                                |\n| Paladin   | Light armor, medium armor, shields, simple weapons, martial weapons                                        |\n| Ranger    | Light armor, medium armor, shields, simple weapons, martial weapons, one skill from the class’s skill list |\n| Rogue     | Light armor, one skill from the class’s skill list, thieves’ tools                                         |\n| Sorcerer  | —                                                                                                          |\n| Warlock   | Light armor, simple weapons                                                                                |\n| Wizard    | —                                                                                                          |\n\n## Class Features\n\nWhen you gain a new level in a class, you get its features for that level. You don’t, however, receive the class’s starting equipment, and a few features have additional rules when you’re multiclassing: Channel Divinity, Extra Attack, Unarmored Defense, and Spellcasting.\n\n## Channel Divinity\n\nIf you already have the Channel Divinity feature and gain a level in a class that also grants the feature, you gain the Channel Divinity effects granted by that class, but getting the feature again doesn’t give you an additional use of it. You gain additional uses only when you reach a class level that explicitly grants them to you. For example, if you are a cleric 6/paladin 4, you can use Channel Divinity twice between rests because you are high enough level in the cleric class to have more uses. Whenever you use the feature, you can choose any of the Channel Divinity effects available to you from your two classes.\n\n## Extra Attack\n\nIf you gain the Extra Attack class feature from more than one class, the features don’t add together. You can’t make more than two attacks with this feature unless it says you do (as the fighter’s version of Extra Attack does). Similarly, the warlock’s eldritch invocation Thirsting Blade doesn’t give you additional attacks if you also have Extra Attack.\n\n## Unarmored Defense\n\nIf you already have the Unarmored Defense feature, you can’t gain it again from another class.\n\n## Spellcasting\n\nYour capacity for spellcasting depends partly on your combined levels in all your spellcasting classes and partly on your individual levels in those classes. Once you have the Spellcasting feature from more than one class, use the rules below. If you multiclass but have the Spellcasting feature from only one class, you follow the rules as described in that class.\n\n**_Spells Known and Prepared._** You determine what spells you know and can prepare for each class individually, as if you were a single-classed member of that class. If you are a ranger 4/wizard 3, for example, you know three 1st-level ranger spells based on your levels in the ranger class. As 3rd-level wizard, you know three wizard cantrips, and your spellbook contains ten wizard spells, two of which (the two you gained when you reached 3rd level as a wizard) can be 2nd-level spells. If your Intelligence is 16, you can prepare six wizard spells from your spellbook.\n\nEach spell you know and prepare is associated with one of your classes, and you use the spellcasting ability of that class when you cast the spell. Similarly, a spellcasting focus, such as a holy symbol, can be used only for the spells from the class associated with that focus.\n\n**_Spell Slots._** You determine your available spell slots by adding together all your levels in the bard, cleric, druid, sorcerer, and wizard classes, and half your levels (rounded down) in the paladin and ranger classes. Use this total to determine your spell slots by consulting the Multiclass Spellcaster table.\n\nIf you have more than one spellcasting class, this table might give you spell slots of a level that is higher than the spells you know or can prepare. You can use those slots, but only to cast your lower-level spells. If a lower-level spell that you cast, like _burning hands_, has an enhanced effect when cast using a higher-level slot, you can use the enhanced effect, even though you don’t have any spells of that higher level.\n\nFor example, if you are the aforementioned ranger 4/wizard 3, you count as a 5th-level character when determining your spell slots: you have four 1st-level slots, three 2nd-level slots, and two 3rd-level slots. However, you don’t know any 3rd-level spells, nor do you know any 2nd-level ranger spells. You can use the spell slots of those levels to cast the spells you do know—and potentially enhance their effects.\n\n**_Pact Magic._** If you have both the Spellcasting class feature and the Pact Magic class feature from the warlock class, you can use the spell slots you gain from the Pact Magic feature to cast spells you know or have prepared from classes with the Spellcasting class feature, and you can use the spell slots you gain from the Spellcasting class feature to cast warlock spells you know.\n\n**Multiclass Spellcaster: Spell Slots per Spell Level (table)**\n\n| Level | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |\n|-------|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n| 1st   | 2   | —   | —   | —   | —   | —   | —   | —   | —   |\n| 2nd   | 3   | —   | —   | —   | —   | —   | —   | —   | —   |\n| 3rd   | 4   | 2   | —   | —   | —   | —   | —   | —   | —   |\n| 4th   | 4   | 3   | —   | —   | —   | —   | —   | —   | —   |\n| 5th   | 4   | 3   | 2   | —   | —   | —   | —   | —   | —   |\n| 6th   | 4   | 3   | 3   | —   | —   | —   | —   | —   | —   |\n| 7th   | 4   | 3   | 3   | 1   | —   | —   | —   | —   | —   |\n| 8th   | 4   | 3   | 3   | 2   | —   | —   | —   | —   | —   |\n| 9th   | 4   | 3   | 3   | 3   | 1   | —   | —   | —   | —   |\n| 10th  | 4   | 3   | 3   | 3   | 2   | —   | —   | —   | —   |\n| 11th  | 4   | 3   | 3   | 3   | 2   | 1   | —   | —   | —   |\n| 12th  | 4   | 3   | 3   | 3   | 2   | 1   | —   | —   | —   |\n| 13th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | —   | —   |\n| 14th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | —   | —   |\n| 15th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | 1   | —   |\n| 16th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | 1   | —   |\n| 17th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | 1   | 1   |\n| 18th  | 4   | 3   | 3   | 3   | 3   | 1   | 1   | 1   | 1   |\n| 19th  | 4   | 3   | 3   | 3   | 3   | 2   | 1   | 1   | 1   |\n| 20th  | 4   | 3   | 3   | 3   | 3   | 2   | 2   | 1   | 1   |",
	"parent":"Character Advanacement"
},
{
	"name":"Alignment",
	"desc":"A typical creature in the game world has an alignment, which broadly describes its moral and personal attitudes. Alignment is a combination of two factors: one identifies morality (good, evil, or neutral), and the other describes attitudes toward society and order (lawful, chaotic, or neutral). Thus, nine distinct alignments define the possible combinations.\n\nThese brief summaries of the nine alignments describe the typical behavior of a creature with that alignment. Individuals might vary significantly from that typical behavior, and few people are perfectly and consistently faithful to the precepts of their alignment.\n\n**Lawful good** (LG) creatures can be counted on to do the right thing as expected by society. Gold dragons, paladins, and most dwarves are lawful good.\n\n**Neutral good** (NG) folk do the best they can to help others according to their needs. Many celestials, some cloud giants, and most gnomes are neutral good.\n\n**Chaotic good** (CG) creatures act as their conscience directs, with little regard for what others expect. Copper dragons, many elves, and unicorns are chaotic good.\n\n**Lawful neutral** (LN) individuals act in accordance with law, tradition, or personal codes. Many monks and some wizards are lawful neutral.\n\n**Neutral** (N) is the alignment of those who prefer to steer clear of moral questions and don’t take sides, doing what seems best at the time. Lizardfolk, most druids, and many humans are neutral.\n\n**Chaotic neutral** (CN) creatures follow their whims, holding their personal freedom above all else. Many barbarians and rogues, and some bards, are chaotic neutral.\n\n**Lawful evil** (LE) creatures methodically take what they want, within the limits of a code of tradition, loyalty, or order. Devils, blue dragons, and hobgoblins are lawful evil.\n\n**Neutral evil** (NE) is the alignment of those who do whatever they can get away with, without compassion or qualms. Many drow, some cloud giants, and goblins are neutral evil.\n\n**Chaotic evil** (CE) creatures act with arbitrary violence, spurred by their greed, hatred, or bloodlust. Demons, red dragons, and orcs are chaotic evil.\n\n## Alignment in the Multiverse\n\nFor many thinking creatures, alignment is a moral choice. Humans, dwarves, elves, and other humanoid races can choose whether to follow the paths of good or evil, law or chaos. According to myth, the good- aligned gods who created these races gave them free will to choose their moral paths, knowing that good without free will is slavery.\n\nThe evil deities who created other races, though, made those races to serve them. Those races have strong inborn tendencies that match the nature of their gods. Most orcs share the violent, savage nature of the orc gods, and are thus inclined toward evil. Even if an orc chooses a good alignment, it struggles against its innate tendencies for its entire life. (Even half-orcs feel the lingering pull of the orc god’s influence.)\n\nAlignment is an essential part of the nature of celestials and fiends. A devil does not choose to be lawful evil, and it doesn’t tend toward lawful evil, but rather it is lawful evil in its essence. If it somehow ceased to be lawful evil, it would cease to be a devil.\n\nMost creatures that lack the capacity for rational thought do not have alignments—they are **unaligned**. Such a creature is incapable of making a moral or ethical choice and acts according to its bestial nature. Sharks are savage predators, for example, but they are not evil; they have no alignment.",
	"parent":"Characters"
},
{
	"name":"Languages",
	"desc":"Your race indicates the languages your character can speak by default, and your background might give you access to one or more additional languages of your choice. Note these languages on your character sheet.\n\nChoose your languages from the Standard Languages table, or choose one that is common in your campaign. With your GM’s permission, you can instead choose a language from the Exotic Languages table or a secret language, such as thieves’ cant or the tongue of druids.\n\nSome of these languages are actually families of languages with many dialects. For example, the Primordial language includes the Auran, Aquan, Ignan, and Terran dialects, one for each of the four elemental planes. Creatures that speak different dialects of the same language can communicate with one another.\n\n**Standard Languages (table)**\n\n| Language | Typical Speakers | Script   |\n|----------|------------------|----------|\n| Common   | Humans           | Common   |\n| Dwarvish | Dwarves          | Dwarvish |\n| Elvish   | Elves            | Elvish   |\n| Giant    | Ogres, giants    | Dwarvish |\n| Gnomish  | Gnomes           | Dwarvish |\n| Goblin   | Goblinoids       | Dwarvish |\n| Halfling | Halflings        | Common   |\n| Orc      | Orcs             | Dwarvish |\n\n**Exotic Languages (table)**\n\n| Language    | Typical Speakers    | Script    |\n|-------------|---------------------|-----------|\n| Abyssal     | Demons              | Infernal  |\n| Celestial   | Celestials          | Celestial |\n| Draconic    | Dragons, dragonborn | Draconic  |\n| Deep Speech | Aboleths, cloakers  | —         |\n| Infernal    | Devils              | Infernal  |\n| Primordial  | Elementals          | Dwarvish  |\n| Sylvan      | Fey creatures       | Elvish    |\n| Undercommon | Underworld traders  | Elvish    |",
	"parent":"Characters"
},
{
	"name":"Inspiration",
	"desc":"Inspiration is a rule the game master can use to reward you for playing your character in a way that’s true to his or her personality traits, ideal, bond, and flaw. By using inspiration, you can draw on your personality trait of compassion for the downtrodden to give you an edge in negotiating with the Beggar Prince. Or inspiration can let you call on your bond to the defense of your home village to push past the effect of a spell that has been laid on you.\n\n## Gaining Inspiration\n\nYour GM can choose to give you inspiration for a variety of reasons. Typically, GMs award it when you play out your personality traits, give in to the drawbacks presented by a flaw or bond, and otherwise portray your character in a compelling way. Your GM will tell you how you can earn inspiration in the game.\n\nYou either have inspiration or you don’t - you can’t stockpile multiple “inspirations” for later use.\n\n## Using Inspiration\n\nIf you have inspiration, you can expend it when you make an attack roll, saving throw, or ability check. Spending your inspiration gives you advantage on that roll.\n\nAdditionally, if you have inspiration, you can reward another player for good roleplaying, clever thinking, or simply doing something exciting in the game. When another player character does something that really contributes to the story in a fun and interesting way, you can give up your inspiration to give that character inspiration.",
	"parent":"Characters"
},
{
	"name":"Backgrounds",
	"desc":"Every story has a beginning. Your character’s background reveals where you came from, how you became an adventurer, and your place in the world. Your fighter might have been a courageous knight or a grizzled soldier. Your wizard could have been a sage or an artisan. Your rogue might have gotten by as a guild thief or commanded audiences as a jester.\n\nChoosing a background provides you with important story cues about your character’s identity. The most important question to ask about your background is *what changed*? Why did you stop doing whatever your background describes and start adventuring? Where did you get the money to purchase your starting gear, or, if you come from a wealthy background, why don’t you have *more* money? How did you learn the skills of your class? What sets you apart from ordinary people who share your background?\n\nThe sample backgrounds in this chapter provide both concrete benefits (features, proficiencies, and languages) and roleplaying suggestions.\n\n## Proficiencies\n\nEach background gives a character proficiency in two skills (described in “Using Ability Scores”).\n\nIn addition, most backgrounds give a character proficiency with one or more tools (detailed in “Equipment”).\n\nIf a character would gain the same proficiency from two different sources, he or she can choose a different proficiency of the same kind (skill or tool) instead.\n\n## Languages\n\nSome backgrounds also allow characters to learn additional languages beyond those given by race. See “Languages.”\n\n## Equipment\n\nEach background provides a package of starting equipment. If you use the optional rule to spend coin on gear, you do not receive the starting equipment from your background.\n\n## Suggested Characteristics\n\nA background contains suggested personal characteristics based on your background. You can pick characteristics, roll dice to determine them randomly, or use the suggestions as inspiration for characteristics of your own creation.\n\n## Customizing a Background\n\nYou might want to tweak some of the features of a background so it better fits your character or the campaign setting. To customize a background, you can replace one feature with any other one, choose any two skills, and choose a total of two tool proficiencies or languages from the sample backgrounds. You can either use the equipment package from your background or spend coin on gear as described in the equipment section. (If you spend coin, you can’t also take the equipment package suggested for your class.) Finally, choose two personality traits, one ideal, one bond, and one flaw. If you can’t find a feature that matches your desired background, work with your GM to create one.",
	"parent":"Characters"
},
{
	"name":"Legal Information",
	"desc":"Permission to copy, modify and distribute the files collectively known as the System Reference Document 5.1 (“SRD5”) is granted solely through the use of the Open Gaming License, Version 1.0a.\n\nThis material is being released using the Open Gaming License Version 1.0a and you should read and understand the terms of that license before using this material.\n\nThe text of the Open Gaming License itself is not Open Game Content. Instructions on using the License are provided within the License itself.\n\nThe following items are designated Product Identity, as defined in Section 1(e) of the Open Game License Version 1.0a, and are subject to the conditions set forth in Section 7 of the OGL, and are not Open Content: Dungeons & Dragons, D&D, Player’s Handbook, Dungeon Master, Monster Manual, d20 System, Wizards of the Coast, d20 (when used as a trademark), Forgotten Realms, Faerûn, proper names (including those used in the names of spells or items), places, Underdark, Red Wizard of Thay, the City of Union, Heroic Domains of Ysgard, Ever- Changing Chaos of Limbo, Windswept Depths of Pandemonium, Infinite Layers of the Abyss, Tarterian Depths of Carceri, Gray Waste of Hades, Bleak Eternity of Gehenna, Nine Hells of Baator, Infernal Battlefield of Acheron, Clockwork Nirvana of Mechanus, Peaceable Kingdoms of Arcadia, Seven Mounting Heavens of Celestia, Twin Paradises of Bytopia, Blessed Fields of Elysium, Wilderness of the Beastlands, Olympian Glades of Arborea, Concordant Domain of the Outlands, Sigil, Lady of Pain, Book of Exalted Deeds, Book of Vile Darkness, beholder, gauth, carrion crawler, tanar’ri, baatezu, displacer beast, githyanki, githzerai, mind flayer, illithid, umber hulk, yuan-ti.\n\nAll of the rest of the SRD5 is Open Game Content as described in Section 1(d) of the License.\n\nThe terms of the Open Gaming License Version 1.0a are as follows:\n\nOPEN GAME LICENSE Version 1.0a\n\nThe following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.\n\n1. Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.\n\n2. The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.\n\n3. Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.\n\n4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non- exclusive license with the exact terms of this License to Use, the Open Game Content.\n\n5. Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.\n\n6. Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.\n\n7. Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.\n\n8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.\n\n9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.\n\n10. Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.\n\n11. Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.\n\n12. Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.\n\n13. Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.\n\n14. Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\n\n15. COPYRIGHT NOTICE.\n\nOpen Game License v 1.0a Copyright 2000, Wizards of the Coast, Inc.\n\nSystem Reference Document 5.0 Copyright 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.\n\nEND OF LICENSE\n",
	"parent":"Legal Information"
}
]