{"name":"Fire Elemental","size":"Large","type":"elemental","subtype":"","alignment":"neutral","armor_class":13,"hit_points":102,"hit_dice":"12d10","speed":"50 ft.","strength":10,"dexterity":17,"constitution":16,"intelligence":6,"wisdom":10,"charisma":7,"damage_vulnerabilities":"","damage_resistances":"bludgeoning, piercing, and slashing from nonmagical weapons","damage_immunities":"fire, poison","condition_immunities":"exhaustion, grappled, paralyzed, petrified, poisoned, prone, restrained, unconscious","senses":"darkvision 60 ft., passive Perception 10","languages":"Ignan","challenge_rating":"5","special_abilities":[{"name":"Fire Form","desc":"The elemental can move through a space as narrow as 1 inch wide without squeezing. A creature that touches the elemental or hits it with a melee attack while within 5 ft. of it takes 5 (1d10) fire damage. In addition, the elemental can enter a hostile creature's space and stop there. The first time it enters a creature's space on a turn, that creature takes 5 (1d10) fire damage and catches fire; until someone takes an action to douse the fire, the creature takes 5 (1d10) fire damage at the start of each of its turns.","attack_bonus":0,"damage_dice":"5d10"},{"name":"Illumination","desc":"The elemental sheds bright light in a 30-foot radius and dim light in an additional 30 ft..","attack_bonus":0},{"name":"Water Susceptibility","desc":"For every 5 ft. the elemental moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.","attack_bonus":0}],"actions":[{"name":"Multiattack","desc":"The elemental makes two touch attacks.","attack_bonus":0},{"name":"Touch","desc":"Melee Weapon Attack: +6 to hit, reach 5 ft., one target. Hit: 10 (2d6 + 3) fire damage. If the target is a creature or a flammable object, it ignites. Until a creature takes an action to douse the fire, the target takes 5 (1d10) fire damage at the start of each of its turns.","attack_bonus":6,"damage_dice":"2d6","damage_bonus":3}],"speed_json":{"walk":50}}
