{"name":"Harpy","size":"Medium","type":"monstrosity","subtype":"","alignment":"chaotic evil","armor_class":11,"hit_points":38,"hit_dice":"7d8","speed":"20 ft., fly 40 ft.","strength":12,"dexterity":13,"constitution":12,"intelligence":7,"wisdom":10,"charisma":13,"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"","condition_immunities":"","senses":"passive Perception 10","languages":"Common","challenge_rating":"1","actions":[{"name":"Multiattack","desc":"The harpy makes two attacks: one with its claws and one with its club.","attack_bonus":0},{"name":"Claws","desc":"Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 6 (2d4 + 1) slashing damage.","attack_bonus":3,"damage_dice":"2d4","damage_bonus":1},{"name":"Club","desc":"Melee Weapon Attack: +3 to hit, reach 5 ft., one target. Hit: 3 (1d4 + 1) bludgeoning damage.","attack_bonus":3,"damage_dice":"1d4","damage_bonus":1},{"name":"Luring Song","desc":"The harpy sings a magical melody. Every humanoid and giant within 300 ft. of the harpy that can hear the song must succeed on a DC 11 Wisdom saving throw or be charmed until the song ends. The harpy must take a bonus action on its subsequent turns to continue singing. It can stop singing at any time. The song ends if the harpy is incapacitated.\nWhile charmed by the harpy, a target is incapacitated and ignores the songs of other harpies. If the charmed target is more than 5 ft. away from the harpy, the must move on its turn toward the harpy by the most direct route. It doesn't avoid opportunity attacks, but before moving into damaging terrain, such as lava or a pit, and whenever it takes damage from a source other than the harpy, a target can repeat the saving throw. A creature can also repeat the saving throw at the end of each of its turns. If a creature's saving throw is successful, the effect ends on it.\nA target that successfully saves is immune to this harpy's song for the next 24 hours.","attack_bonus":0}],"speed_json":{"walk":20,"fly":40}}
