{"name":"Ice Devil","size":"Large","type":"fiend","subtype":"devil","alignment":"lawful evil","armor_class":18,"hit_points":180,"hit_dice":"19d10","speed":"40 ft.","strength":21,"dexterity":14,"constitution":18,"intelligence":18,"wisdom":15,"charisma":18,"dexterity_save":7,"constitution_save":9,"wisdom_save":7,"charisma_save":9,"damage_vulnerabilities":"","damage_resistances":"bludgeoning, piercing, and slashing from nonmagical weapons that aren't silvered","damage_immunities":"fire, poison","condition_immunities":"poisoned","senses":"blindsight 60 ft., darkvision 120 ft., passive Perception 12","languages":"Infernal, telepathy 120 ft.","challenge_rating":"14","special_abilities":[{"name":"Devil's Sight","desc":"Magical darkness doesn't impede the devil's darkvision.","attack_bonus":0},{"name":"Magic Resistance","desc":"The devil has advantage on saving throws against spells and other magical effects.","attack_bonus":0}],"actions":[{"name":"Multiattack","desc":"The devil makes three attacks: one with its bite, one with its claws, and one with its tail.","attack_bonus":0},{"name":"Bite","desc":"Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 12 (2d6 + 5) piercing damage plus 10 (3d6) cold damage.","attack_bonus":10,"damage_dice":"2d6 + 3d6","damage_bonus":5},{"name":"Claws","desc":"Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 10 (2d4 + 5) slashing damage plus 10 (3d6) cold damage.","attack_bonus":10,"damage_dice":"2d4 + 3d6","damage_bonus":5},{"name":"Tail","desc":"Melee Weapon Attack:+10 to hit, reach 10 ft., one target. Hit: 12 (2d6 + 5) bludgeoning damage plus 10 (3d6) cold damage.","attack_bonus":10,"damage_dice":"2d6 + 3d6","damage_bonus":5},{"name":"Wall of Ice","desc":"The devil magically forms an opaque wall of ice on a solid surface it can see within 60 feet of it. The wall is 1 foot thick and up to 30 feet long and 10 feet high, or it's a hemispherical dome up to 20 feet in diameter.\nWhen the wall appears, each creature in its space is pushed out of it by the shortest route. The creature chooses which side of the wall to end up on, unless the creature is incapacitated. The creature then makes a DC 17 Dexterity saving throw, taking 35 (10d6) cold damage on a failed save, or half as much damage on a successful one.\nThe wall lasts for 1 minute or until the devil is incapacitated or dies. The wall can be damaged and breached; each 10-foot section has AC 5, 30 hit points, vulnerability to fire damage, and immunity to acid, cold, necrotic, poison, and psychic damage. If a section is destroyed, it leaves behind a sheet of frigid air in the space the wall occupied. Whenever a creature finishes moving through the frigid air on a turn, willingly or otherwise, the creature must make a DC 17 Constitution saving throw, taking 17 (5d6) cold damage on a failed save, or half as much damage on a successful one. The frigid air dissipates when the rest of the wall vanishes.","attack_bonus":0}],"speed_json":{"walk":40}}
