{"name":"Kraken","size":"Gargantuan","type":"monstrosity","subtype":"titan","alignment":"chaotic evil","armor_class":18,"hit_points":472,"hit_dice":"27d20","speed":"20 ft., swim 60 ft.","strength":30,"dexterity":11,"constitution":25,"intelligence":22,"wisdom":18,"charisma":20,"strength_save":17,"dexterity_save":7,"constitution_save":14,"intelligence_save":13,"wisdom_save":11,"damage_vulnerabilities":"","damage_resistances":"","damage_immunities":"lightning; bludgeoning, piercing, and slashing from nonmagical weapons","condition_immunities":"frightened, paralyzed","senses":"truesight 120 ft., passive Perception 14","languages":"understands Abyssal, Celestial, Infernal, and Primordial but can't speak, telepathy 120 ft.","challenge_rating":"23","special_abilities":[{"name":"Amphibious","desc":"The kraken can breathe air and water.","attack_bonus":0},{"name":"Freedom of Movement","desc":"The kraken ignores difficult terrain, and magical effects can't reduce its speed or cause it to be restrained. It can spend 5 feet of movement to escape from nonmagical restraints or being grappled.","attack_bonus":0},{"name":"Siege Monster","desc":"The kraken deals double damage to objects and structures.","attack_bonus":0}],"actions":[{"name":"Multiattack","desc":"The kraken makes three tentacle attacks, each of which it can replace with one use of Fling.","attack_bonus":0},{"name":"Bite","desc":"Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 23 (3d8 + 10) piercing damage. If the target is a Large or smaller creature grappled by the kraken, that creature is swallowed, and the grapple ends. While swallowed, the creature is blinded and restrained, it has total cover against attacks and other effects outside the kraken, and it takes 42 (12d6) acid damage at the start of each of the kraken's turns. If the kraken takes 50 damage or more on a single turn from a creature inside it, the kraken must succeed on a DC 25 Constitution saving throw at the end of that turn or regurgitate all swallowed creatures, which fall prone in a space within 10 feet of the kraken. If the kraken dies, a swallowed creature is no longer restrained by it and can escape from the corpse using 15 feet of movement, exiting prone.","attack_bonus":7,"damage_dice":"3d8","damage_bonus":10},{"name":"Tentacle","desc":"Melee Weapon Attack: +7 to hit, reach 30 ft., one target. Hit: 20 (3d6 + 10) bludgeoning damage, and the target is grappled (escape DC 18). Until this grapple ends, the target is restrained. The kraken has ten tentacles, each of which can grapple one target.","attack_bonus":7,"damage_dice":"3d6","damage_bonus":10},{"name":"Fling","desc":"One Large or smaller object held or creature grappled by the kraken is thrown up to 60 feet in a random direction and knocked prone. If a thrown target strikes a solid surface, the target takes 3 (1d6) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a DC 18 Dexterity saving throw or take the same damage and be knocked prone.","attack_bonus":0},{"name":"Lightning Storm","desc":"The kraken magically creates three bolts of lightning, each of which can strike a target the kraken can see within 120 feet of it. A target must make a DC 23 Dexterity saving throw, taking 22 (4d10) lightning damage on a failed save, or half as much damage on a successful one.","attack_bonus":0,"damage_dice":"4d10"}],"legendary_actions":[{"name":"Tentacle Attack or Fling","desc":"The kraken makes one tentacle attack or uses its Fling.","attack_bonus":0},{"name":"Lightning Storm (Costs 2 Actions)","desc":"The kraken uses Lightning Storm.","attack_bonus":0},{"name":"Ink Cloud (Costs 3 Actions)","desc":"While underwater, the kraken expels an ink cloud in a 60-foot radius. The cloud spreads around corners, and that area is heavily obscured to creatures other than the kraken. Each creature other than the kraken that ends its turn there must succeed on a DC 23 Constitution saving throw, taking 16 (3d10) poison damage on a failed save, or half as much damage on a successful one. A strong current disperses the cloud, which otherwise disappears at the end of the kraken's next turn.","attack_bonus":0}],"speed_json":{"walk":20,"swim":60}}
