{"name":"Nalfeshnee","size":"Large","type":"fiend","subtype":"demon","alignment":"chaotic evil","armor_class":18,"hit_points":184,"hit_dice":"16d10","speed":"20 ft., fly 30 ft.","strength":21,"dexterity":10,"constitution":22,"intelligence":19,"wisdom":12,"charisma":15,"constitution_save":11,"intelligence_save":9,"wisdom_save":6,"charisma_save":7,"damage_vulnerabilities":"","damage_resistances":"cold, fire, lightning; bludgeoning, piercing, and slashing from nonmagical weapons","damage_immunities":"poison","condition_immunities":"poisoned","senses":"truesight 120 ft., passive Perception 11","languages":"Abyssal, telepathy 120 ft.","challenge_rating":"13","special_abilities":[{"name":"Magic Resistance","desc":"The nalfeshnee has advantage on saving throws against spells and other magical effects.","attack_bonus":0}],"actions":[{"name":"Multiattack","desc":"The nalfeshnee uses Horror Nimbus if it can.  It then makes three attacks: one with its bite and two with its claws.","attack_bonus":0},{"name":"Bite","desc":"Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 32 (5d10 + 5) piercing damage.","attack_bonus":10,"damage_dice":"5d10","damage_bonus":5},{"name":"Claw","desc":"Melee Weapon Attack: +10 to hit, reach 10 ft., one target. Hit: 15 (3d6 + 5) slashing damage.","attack_bonus":10,"damage_dice":"3d6","damage_bonus":5},{"name":"Horror Nimbus (Recharge 5-6)","desc":"The nalfeshnee magically emits scintillating, multicolored light. Each creature within 15 feet of the nalfeshnee that can see the light must succeed on a DC 15 Wisdom saving throw or be frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to the nalfeshnee's Horror Nimbus for the next 24 hours.","attack_bonus":0},{"name":"Teleport","desc":"The nalfeshnee magically teleports, along with any equipment it is wearing or carrying, up to 120 feet to an unoccupied space it can see.","attack_bonus":0},{"name":"Variant: Summon Demon (1/Day)","desc":"The demon chooses what to summon and attempts a magical summoning.\nA nalfeshnee has a 50 percent chance of summoning 1d4 vrocks, 1d3 hezrous, 1d2 glabrezus, or one nalfeshnee.\nA summoned demon appears in an unoccupied space within 60 feet of its summoner, acts as an ally of its summoner, and can't summon other demons. It remains for 1 minute, until it or its summoner dies, or until its summoner dismisses it as an action.","attack_bonus":0}],"speed_json":{"walk":20,"fly":30}}
