{"name":"Water Elemental","size":"Large","type":"elemental","subtype":"","alignment":"neutral","armor_class":14,"hit_points":114,"hit_dice":"12d10","speed":"30 ft., swim 90 ft.","strength":18,"dexterity":14,"constitution":18,"intelligence":5,"wisdom":10,"charisma":8,"damage_vulnerabilities":"","damage_resistances":"acid; bludgeoning, piercing, and slashing from nonmagical weapons","damage_immunities":"poison","condition_immunities":"exhaustion, grappled, paralyzed, petrified, poisoned, prone, restrained, unconscious","senses":"darkvision 60 ft., passive Perception 10","languages":"Aquan","challenge_rating":"5","special_abilities":[{"name":"Water Form","desc":"The elemental can enter a hostile creature's space and stop there. It can move through a space as narrow as 1 inch wide without squeezing.","attack_bonus":0},{"name":"Freeze","desc":"If the elemental takes cold damage, it partially freezes; its speed is reduced by 20 ft. until the end of its next turn.","attack_bonus":0}],"actions":[{"name":"Multiattack","desc":"The elemental makes two slam attacks.","attack_bonus":0},{"name":"Slam","desc":"Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 13 (2d8 + 4) bludgeoning damage.","attack_bonus":7,"damage_dice":"2d8","damage_bonus":4},{"name":"Whelm (Recharge 4-6)","desc":"Each creature in the elemental's space must make a DC 15 Strength saving throw. On a failure, a target takes 13 (2d8 + 4) bludgeoning damage. If it is Large or smaller, it is also grappled (escape DC 14). Until this grapple ends, the target is restrained and unable to breathe unless it can breathe water. If the saving throw is successful, the target is pushed out of the elemental's space.\nThe elemental can grapple one Large creature or up to two Medium or smaller creatures at one time. At the start of each of the elemental's turns, each target grappled by it takes 13 (2d8 + 4) bludgeoning damage. A creature within 5 feet of the elemental can pull a creature or object out of it by taking an action to make a DC 14 Strength and succeeding.","attack_bonus":0}],"speed_json":{"walk":30,"swim":90}}
